Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: Balancing
bg: балансиране
cs: Rozvaha
de: Bilanzieren
es: Balance
fr: solde
hu: Kiegyenlítés
it: Bilanciamento
nl: Balans
pt_br: balanço
ro: Echilibrare
ru: Баланс
sv: Balanskonto

source: Couldn't open %1 for reading
bg: Не може да се отвори %1 за четене
cs: %1 nelze přečíst
de: Konnte %1 nicht zum Lesen öffnen
es: No se pudo abrir %1 para la lectura
fr: Impossible d'ouvrir %1 en lecture
hu: %1 nem nyitható meg olvasásra
it: Impossibile aprire %1 per la lettura
nl: Kan %1 niet openen om te lezen
pt_br: Não foi possível abrir %1 para leitura
ro: Nu s-a putut deschide %1 pentru citire
ru: Не могу открыть %1 для чтения
sv: Kunde inte öppna och läsa %1

source: Not a valid Eqonomize! file (XML parse error: "%2" at line %3, col %4)
bg: Невалиден Eqonomize! файл (XML синтактична грешка: "%2" ред %3, колона %4)
cs: Neplatný Eqonomize! soubor (chyba XML: "%2" na řádku %3, sloupec %4)
de: Keine gültige Eqonomize!-Datei (XML-Analysefehler: "%2" in Zeile %3, Position %4)
es: No es un archivo Eqonomize válido ! (Error de análisis XML: "%2" at line %3, col %4)
fr: Fichier Eqonomize! non valide (Erreur d'analyse XML: "%2" à la ligne %3, col %4)
hu: Nem érvényes Eqonomize!-fájl (XML parse error: "%2" a(z) %3. sorban, a(z) %4. oszlopban)
it: Non è un file valido di Eqonomize! (Errore di analisi XML: "%2" alla linea %3, colonna %4)
nl: Ongeldig Eqonomize! bestand (XML parserfout: "%2" in regel %3, kolom %4)
pt_br: Não é um arquivo Eqonomize! válido (XML parse error: "%2" at line %3, col %4)
ro: Nu este un fișier Eqonomize! valid (eroare procesare XML: „%2” la linia %3, col %4)
ru: Не правильный Eqonomize! файл (Ошибка разбора XML: "%2" в линии %3, позиции %4)
sv: Inte en korrekt Eqonomize! fil (XML fel: "%2" vid rad %3, kolumn %4)

source: Invalid root element %1 in XML document
bg: Невалиден основен елемент %1 в XML документ
cs: Neplatný kořenový prvek %1 v dokumentu XML
de: Ungültiges Wurzelelement %1 im XML-Dokument
es: Elemento raiz inválido %1 en el documento XML
fr: L'élément racine %1 du document XML est invalide
hu: Érvénytelen %1 elem az XML dokumentumban.
it: L'elemento radice %1 del documento XML non è valido
nl: Ongeldig bronelement %1 in XML document
pt_br: Elemento %1 da raíz inválido no documento XML
ro: Element rădăcină %1 nevalid în documentul XML
ru: Неверный корневой элемент %1 в XML документе
sv: Felaktigt rotelement %1 in XML dokumentet

source: Unable to load 1 account.
bg: Не може да се зареди 1 сметка
de: Konnte 1 Konto nicht laden.
es: Incapaz de cargar una cuenta.
fr: Impossible de charger 1 compte.
hu: Nem lehet betölteni 1 számlát.
it: Fallito il caricamento di 1 conto.
nl: Kan 1 rekening niet inlezen.
pt_br: Não foi possível carregar 1 conta.
ro: Nu s-a putut încărca 1 cont.
ru: _n: Невозможно загрузить 1 счет.
sv: Kunde inte läsa in 1 konto.

source: Unable to load 1 category.
bg: Не може да се зареди 1 група
de: Konnte 1 Kategorie nicht laden.
es: Incapaz de cargar una categoría.
fr: Impossible de charger 1 catégorie.
hu: Nem lehet betölteni 1 kategóriát.
it: Fallito il caricamento di 1 categoria.
nl: Kan 1 categorie niet inlezen.
pt_br: Impossível carregar 1 categoraia.
ro: Nu s-a putut încărca 1 categorie.
ru: _n: Невозможно загрузить 1 категорию.
sv: Kunde inte läsa in 1 kategori.

source: Unable to load 1 security.
bg: Не може да се зареди 1 ценна книга
de: Konnte 1 Wertpapier nicht laden.
es: Incapaz de cargar 1 acción.
fr: Impossible de charger 1 sécurité.
hu: Nem lehet betölteni 1 értékpapírt.
it: Fallito il caricamento di 1 titolo.
nl: Kan 1 effect niet inlezen.
pt_br: Impossível carregar 1 segurança.
ro: Nu s-a putut încărca 1 titlu de valoare.
ru: _n: Невозможно загрузить 1 ценную бумагу
sv: Kunde inte läsa in 1 värdepapper.

source: Unable to load 1 transaction.
bg: Не може да се зареди 1 транзакция
de: Konnte 1 Transaktion nicht laden.
es: Incapaz de cargar 1 transacción.
fr: Impossible de charger 1 transaction.
hu: Nem lehet betölteni 1 tranzakciót.
it: Fallito il caricamento di 1 transizione.
nl: Kan 1 transactie niet inlezen.
pt_br: Impossível carregar 1 transação.
ro: Nu s-a putut încărca 1 tranzacție.
ru: _n: Невозможно загрузить 1 транзакцию.
sv: Kunde inte läsa in 1 transaktion.

source: File is a directory
bg: Файлът е папка
cs: Soubor je adresář
de: Datei ist ein Verzeichnis
es: El archivo es un directorio
fr: Le fichier est un répertoire
hu: A fájl egy könyvtár
it: Il file è una directory
nl: Bestand is een directory
pt_br: O arquivo é um diretório.
ro: Fișierul este un director
ru: Файл является каталогом
sv: Filen är en mapp

source: Couldn't open file for writing
bg: Не мога да отворя файл за писане
cs: Soubor nelze otevřít pro zápis
de: Konnte Datei nicht zum Schreiben öffnen
es: No se pudo abrir fichero para escritura
fr: Impossible d'ouvrir le fichier en écriture
hu: Nem írható fájl
it: Impossibile aprire il file per la scrittura
nl: Kan bestand niet openen om te schrijven
pt_br: Impossível abrir o arquivo para editá-lo.
ro: Nu s-a putut deschide fișierul pentru scriere
ru: Невозможно открыть файл для записи
sv: Kunde öppna och skriva till filen

source: Error while writing file; file was not saved
bg: Грешка при запис на файл; файлът не е бил запазен
cs: Během zápisu došlo k chybě; soubor nebyl uložen
de: Fehler beim Schreiben der Datei; Datei wurde nicht gesichert
es: Error mientras se escribía en el archivo; el archivo no fue guardado
fr: Erreur lors de l'enregistrement ; fichier non sauvegardé
hu: Hiba írás közben; a fájl nem lett elmentve.
it: Errore nella scrittura del file; il file non è stato salvato.
nl: Fout tijdens het schrijven van het bestand; bestand is niet opgeslagen
pt_br: Erro gravando o arquivo; arquivo não foi salvo.
ro: S-a întâlnit o eroare la salvarea fișierului; acesta nu a fost salvat
ru: Ошибка записи в файл. Файл не сохранен.
sv: Fil vid skrivande till fil; filen sparades inte

source: From
bg: От
cs: Od
de: Von
es: De
fr: De
hu: Eredet
it: Da
nl: Vanaf
pt_br: De
ro: De la
ru: Из
sv: Från

source: To
bg: До
cs: Do
de: Nach
es: Para
fr: A
hu: Cél
it: A
nl: Tot
pt_br: Para
ro: La
ru: К
sv: Till

source: Source:
bg: Източник:
cs: Zdroj:
de: Quelle:
es: Fuente:
hu: Forrás:
it: Fonte:
nl: Bron:
pt_br: Fonte:
ro: Sursă:
ru: Источник:
sv: Källa:

source: All Expenses
bg: Всички разходи
cs: Všechny výdaje
de: Alle Ausgaben
es: Todos los Gastos
fr: Toutes les dépenses
hu: Összes kiadás
it: Tutte le uscite
nl: Alle uitgaven
pt_br: Todos Gastos
ro: Toate cheltuielile
ru: Все расходы
sv: Alla utgifter

source: All Incomes
bg: Всички приходи
cs: Všechny příjmy
de: Alle Einnahmen
es: Todos los ingresos
fr: Tous les revenus
hu: Összes bevétel
it: Tutte le entrate
nl: Alle inkomsten
pt_br: Todas Receitas
ro: Toate veniturile
ru: Все доходы
sv: Alla inkomster

source: All Accounts
bg: Всички сметки
cs: Všechny účty
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
hu: összes számla
it: Tutti i conti
nl: Alle rekeningen
pt_br: Todas as Contas
ro: Toate conturile
ru: Все счета
sv: Alla konton

source: Expenses: %1
bg: Разходи: %1
cs: Výdaje: %1
de: Ausgaben: %1
es: Gastos: %1
fr: Dépenses: %1
hu: Kiadások: %1
it: Uscite: %1
nl: Uitgaven: %1
pt_br: Desepesas: %1
ro: Cheltuieli: %1
ru: Расходы: %1
sv: Utgifter: %1

source: Incomes: %1
bg: Приходи: %1
cs: Příjmy: %1
de: Einnahmen: %1
es: Ingresos: %1
fr: Revenus: %1
hu: Bevételek: %1
it: Entrate: %1
nl: Inkomsten: %1
pt_br: Receitas: %1
ro: Venituri: %1
ru: Доходы: %1
sv: Inkomster: %1

source: Invalid date.
bg: Грешна дата.
cs: Neplatné datum.
de: Ungültiges Datum.
es: Fecha no válida.
fr: Date invalide.
hu: Érvénytelen dátum
it: Data non valida.
nl: Ongeldige datum
pt_br: Data Inválida
ro: Dată nevalidă.
ru: Неверные данные.
sv: Felaktigt datum.

source: To date is before from date.
bg: Към настоящия момент е преди считано от датата.
cs: Datum do je před datumem od.
de: "Bis"-Datum liegt vor dem "Von"-Datum
es: La fecha final esta antes de la fecha de inicio
fr: La date est antérieure à la date visée
hu: A záródátum korábbi, mint a kezdődátum.
it: La data A è precedente alla data Da.
nl: Tot-datum ligt voor Vanaf-datum.
pt_br: Antes da data.
ro: Data „la” este înaintea datei „de la”.
sv: Slutdatum är före startdatum.

source: From date is after to date.
bg: Към настоящия момент е след датата.
cs: Datum od je před datumem do.
de: "Von"-Datum liegt hinter dem "Bis"-Datum
es: La fecha de inicio esta despues de la fecha final
fr: La date est postérieure à la date visée
hu: A kezdődátum későbbi, mint a záródátum.
it: La data Da è posteriore alla data A.
nl: Vanaf-datum ligt na Tot-datum.
pt_br: Depois da data.
ro: Data „de la” este după data „la”.
sv: Startdatum är efter slutdatum.

source: The selected file already exists. Would you like to overwrite the old copy?
bg: Избраният файл вече съществува. Бихте ли искали да го замените с по-стар?
cs: Vybraný soubor již existuje. Chcete ho přepsat?
de: Diese Datei existiert bereits. Soll die alte Kopie überschrieben werden?
es: El archivo existe, ¿Quiere sobreescribirlo?
fr: Le fichier existe déjà. Voulez-vous réécrire par dessus l'ancien fichier?
hu: A kiválasztott fájl már létezik. Felülírod a régebbi változatot?
it: Il file selezionato già esiste. Vuoi sovrascriverlo?
nl: Het geselecteerde bestand bestaat al. Wil u de oude versie overschrijven?
pt_br: Este arquivo já existe. Deseja substituí-lo?
ro: Fișierul selectat deja există. Doriți să suprascrieți copia veche?
ru: Выбранный файл уже открыт. Хотите перезаписать старую копию?
sv: Filen existerar redan. Vill du skriva över den gamla kopian?

source: You selected a directory!
bg: Избрали сте директория!
cs: Vybrali jste adresář!
de: Es wurde ein Verzeichnis ausgewählt!
es: Usted selecciono un directorio.
fr: Vous avez sélectionné un répertoire!
hu: Könyvtárt választottál!
it: Hai selezionato una cartella!
nl: U heeft een map geselecteerd!
pt_br: Você selecionou um diretório.
ro: Ați selectat un director!
ru: Вы выбрали директорию!
sv: Du valde en mapp!

source: Couldn't open file for writing.
bg: Не мога да отворя файла за писане.
cs: Soubor nelze otevřít pro zápis.
de: Konnte Datei nicht zum Schreiben öffnen.
es: No se pudo abrir el archivo para editarlo.
fr: Impossible d' ouvrir le fichier en écriture.
hu: Nem írható fájl.
it: Impossibile aprire il file per la scrittura.
nl: Kan bestand niet openen voor schrijven.
pt_br: Não é possível abrir o arquivo para salvá-lo.
ro: Nu s-a putut deschide fișierul pentru scriere.
ru: Не могу открыть файл для записи.
sv: Kunde inte öppna och skriva till filen.

source: Error while writing file; file was not saved.
bg: Грешка при запис на файл; файлът не е запазен.
cs: Chyba během zápisu souboru; soubor nebyl uložen.
de: Fehler beim Schreiben der Datei; Datei wurde nicht gesichert
es: Error mientras se escribía en el archivo; el archivo no fue guardado.
fr: Erreur lors de l' écriture du fichier ; fichier non sauvegardé.
hu: Hiba írás közben; a fájl nincs elmentve.
it: Errore nella scrittura del file; il file non è stato salvato.
nl: Fout tijdens het schrijven van het bestand; bestand is niet opgeslagen.
pt_br: Erro durante o salvamento do arquivo; ele não foi salvo.
ro: Eroare la scrierea fișierului; acesta nu a fost salvat.
ru: Ошибка чтения файла; Файл не сохранен
sv: Fel vid skrivande av fil; filen sparades inte.

source: No description
bg: Няма описание
cs: Bez popisu
de: Keine Beschreibung
es: Sin descripción
fr: Pas de description
hu: Nincs leírás
it: Nessuna descrizione
nl: Geen omschrijving
pt_br: Nenhuma descrição
ro: Fără descriere
ru: Без описания
sv: Ingen beskrivning

source: All Categories
bg: Всички категории
cs: Všechny kategorie
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
hu: Összes kategória
it: Tutte le categorie
nl: Alle categorieën
pt_br: Todas categorias
ro: Toate categoriile
ru: Все категории
sv: Alla kategorier

source: Descriptions for
bg: Описания за
cs: Popis pro
de: Beschreibungen für
es: Descripción para
fr: Descriptions pour
hu: Típusok
it: Descrizione per
nl: Omschrijving voor
pt_br: Descrições para
ro: Descrieri pentru
ru: Описание для
sv: Beskrivningar för

source: Payees/payers for
bg: Получатели на плащане / платци за
cs: Příjemci/plátci pro
de: Zahlungsempfänger/Zahlungspflichter für
es: Acreedores/deudores para
fr: Bénéficiaires/Débiteurs pour
hu: Kedvezményezettek/kifizetők
it: Creditore/debitore per
nl: Crediteuren/debiteuren voor
pt_br: Credores/devedores para
ro: Beneficiari/plătitori pentru
ru: Получатель/платильщик для
sv: Mottagare/utbetalare för

source: Period:
bg: Период:
cs: Období:
de: Dauer:
es: Periodo:
fr: Période:
hu: Periódus:
it: Periodo:
nl: Periode:
pt_br: Período:
ro: Perioadă:
ru: Период:

source: Columns:
bg: Колони:
cs: Sloupce:
de: Spalten:
es: Columnas:
fr: Colonnes:
hu: Oszlopok:
it: Colonne:
nl: Kolommen:
pt_br: Colunas:
ro: Coloane:
ru: Колонки:
sv: Kolumner:

source: Value
bg: Стойност
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
nl: Waarde
pt_br: Valor
ro: Valoare
ru: Значение
sv: Värde

source: Daily
bg: ежедневно
cs: Denně
de: Täglich
es: Diario
fr: Journalier
hu: Naponta
it: Giornalmente
nl: Dagelijks
pt_br: Diário
ro: Zilnic
ru: Ежедневно
sv: Dagligen

source: Monthly
bg: Месечно
cs: Měsíčně
de: Monatlich
es: Mensualmente
fr: Mensuel
hu: Havonta
it: Mensilmente
nl: Maandelijks
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månadsvis

source: Yearly
bg: Годишно
cs: Ročně
de: Jährlich
es: Anualmente
fr: Annuel
hu: Évente
it: Annualmente
nl: Jaarlijks
pt_br: Anualmente
ro: Anual
ru: Ежегодно
sv: Årligen

source: Quantity
bg: Количество
cs: Počet
de: Anzahl
es: Cantidad
fr: Quantité
hu: Mennyiség
it: Quantità
nl: Hoeveelheid
pt_br: Quantidade
ro: Cantitate
ru: Количество
sv: Kvantitet

source: Average value
bg: Средна стойност
cs: Průměrná hodnota
de: Durchschnittlicher Wert
es: Valor promedio
fr: Valeur moyenne
hu: Átlagérték
it: Valore medio
nl: Gemiddelde waarde
pt_br: valor médio
ro: Valoare medie
ru: Среднее значение
sv: Genomsnittligt värde

source: All descriptions
bg: Всички описания
cs: Všechny popisy
de: Alle Beschreibungen
es: Todas las descripciones
fr: Toutes les descriptions
hu: Összes típus
it: Tutte le descrizioni
nl: Alle omschrijvingen
pt_br: todas descrições
ro: Toate descrierile
ru: Все описания
sv: Alla beskrivningar

source: All payees
bg: Всички получатели на пари
cs: Všichni příjemci
de: Alle Zahlungsempfänger
es: Todos los acreedores
fr: Tous les bénéficiaires
hu: Összes kedvezményezett
it: Tutti i creditori
nl: Alle crediteuren
pt_br: Todos Emitentes
ro: Toți beneficiarii
ru: Все получатели
sv: Alla mottagare

source: All payers
bg: Всички платци
cs: Všichni plátci
de: Alle Zahlungspflichtigen
es: Todos los deudores
fr: Tous les débiteurs
hu: Összes kifizető
it: Tutti i debitori
nl: Alle debiteuren
pt_br: Todos sacados
ro: Toți plătitorii
ru: Все платильщики
sv: Alla utbetalare

source: No payee
bg: Няма получател на пари
cs: Žádný příjemce
de: Keine Zahlungsempfänger
es: Sin acreedor
fr: Pas de bénéficiaire
hu: Nincs kedvezményezett
it: Nessun creditore
nl: Geen crediteur
pt_br: nenhuem emitente
ro: Nici un beneficiar
ru: Без получателя
sv: Ingen mottagare

source: No payer
bg: Няма платец
cs: Žádný plátce
de: Keine Zahlungspflichtigen
es: Sin deudor
fr: Pas de débiteur
hu: Nincs kifizető
it: Nessun debitore
nl: Geen debiteur
pt_br: nehum sacado
ro: Nici un plătitor
ru: Без платильщика
sv: Ingen utbetalare

source: Expenses: %2, %1
bg: Разходи: %2, %1
cs: Výdaje: %2, %1
de: Ausgaben: %2, %1
es: Gastos: %2, %1
fr: Dépenses: %2, %1
hu: Kiadások: %2, %1
it: Uscite: %2, %1
nl: Uitgaven: %2, %1
pt_br: Despesas: %2, %1
ro: Cheltuieli: %2, %1
ru: Расход: %2, %1
sv: Utgifter: %2, %1

source: Incomes: %2, %1
bg: Приходи: %2, %1
cs: Příjmy: %2, %1
de: Einnahmen: %2, %1
es: Ingresos: %2, %1
fr: Revenus: %2, %1
hu: Bevételek: %2, %1
it: Entrate: %2, %1
nl: Inkomsten: %2, %1
pt_br: Receitas: %2, %1
ro: Venituri: %2, %1
ru: Доход: %2, %1
sv: Inkomster: %2, %1

source: Incomes & Expenses
bg: Приходи & Разходи
cs: Příjmy & výdaje
de: Einnahmen & Ausgaben
es: Ingresos & Gastos
fr: Revenus & Dépenses
hu: Bevételek és kiadások
it: Entrate & Uscite
nl: Inkomsten & uitgaven
pt_br: Receitas e Despesas
ro: Venituri și cheltuieli
ru: Расход и Доход
sv: Inkomster & Utgifter

# html format; %1: title; %2: to date
source: %1 (to %2)
bg: %1 (до %2)
cs: %1 (do %2)
de: %1 (bis %2)
es: %1 (a %2)
hu: %1 (%2-ig)
it: %1 (a %2)
nl: %1 (tot %2)
ro: %1 (la %2)
ru: _: html формат; %1: заголовок; %2: дата %1 (to %2)
sv: %1 (till %2)

source: Category
bg: Категория
cs: Kategorie
de: Kategorie
es: Categoria
fr: Catégorie
hu: Kategória
it: Categoria
nl: Categorie
pt_br: Categoria
ro: Categorie
ru: Категория
sv: Kategori

source: Cost
bg: Цена
cs: Cena
de: Kosten
es: Gasto
fr: Coût
hu: Költség
it: Costo
nl: Kosten
pt_br: Custo
ru: Цена
sv: Kostnad

source: Income
bg: Приход
cs: Příjem
de: Einnahmen
es: Ingreso
fr: Revenu
hu: Bevétel
it: Entrata
nl: Inkomsten
pt_br: Renda
ro: Venit
ru: Доход
sv: Inkomst

source: Daily Average
bg: Средно Дневно
cs: Denní průměr
de: Täglicher Durchschnitt
es: Promedio Diario
fr: Moyenne journalière
hu: Napi átlag
it: Media Giornaliera
nl: Dagelijks gemiddelde
pt_br: Balanço do DIa
ro: Medie zilnică
ru: Средний ежедневный
sv: Dagligt genomsnitt

source: Monthly Average
bg: Средно на месец
cs: Měsíční průměr
de: Monatlicher Durchschnitt
es: Promedio Mensual
fr: Moyenne mensuelle
hu: Havi átlag
it: Media Mensile
nl: Maandelijks gemiddelde
pt_br: Balanço do Mês
ro: Media lunară
ru: Средний ежемесячный
sv: Månatligt genomsnitt

source: Yearly Average
bg: Средно годишно
cs: Roční průměr
de: Jährlicher Durchschnitt
es: Promedio Anual
fr: Moyenne annuelle
hu: Éves átlag
it: Media Annuale
nl: Jaarlijks gemiddelde
pt_br: Balanço Anual
ro: Medie anuală
ru: Средний ежегодный
sv: Årligt genomsnitt

source: Average Cost
bg: Средна цена
cs: Průměrná cena
de: Durchschnittliche Kosten
es: Gasto Promedio
fr: Coût moyen
hu: Átlagos költség
it: Media dei Costi
nl: Gemiddelde kosten
pt_br: Balanço de custo
ro: Cost mediu
ru: Средняя цена
sv: Genomsnittlig kostnad

source: Average Income
bg: Среден доход
cs: Průměrný příjem
de: Durchschnittliche Einnahmen
es: Ingreso Promedio
fr: Revenu moyen
hu: Átlagos bevétel
it: Media delle Entrate
nl: Gemiddelde inkomsten
pt_br: BAlanço de Receita
ro: Venit mediu
ru: Средний доход
sv: Genomsnittlig inkomst

source: Average Value
bg: Средна стойност
cs: Průměrná hodnota
de: Durchschnittlicher Wert
es: Valor Promedio
fr: Valeur moyenne
hu: Átlagos érték
it: Valore Medio
nl: Gemiddelde waarde
pt_br: Balanço de caixa
ro: Valoare medie
ru: Среднее значение
sv: Genomsnittligt värde

source: Total
bg: Общо
cs: Celkem
de: Gesamt
hu: Összesen
it: Totale
nl: Totaal
ru: Итог
sv: Summa

source: Total incomes
bg: Общо приходи
cs: Příjmy celkem
de: Gesamte Einnahmen
es: Ingreso Total
fr: Revenus totaux
hu: Bevétel összesen
it: Totale delle entrate
nl: Totaal inkomsten
pt_br: Receitas Totais
ro: Venituri totale
ru: Итого доходов
sv: Totalt inkomster

source: Total expenses
bg: Общо разходи
cs: Výdaje celkem
de: Gesamte Ausgaben
es: Gasto Total
fr: Dépenses totales
hu: Kiadás összesen
it: Totale delle uscite
nl: Totaal uitgaven
pt_br: Gastos Totais
ro: Cheltuieli totale
ru: Итого расходов
sv: Totalt utgifter

source: Total (Profits)
bg: Общо (печалбите)
cs: Celkem (zisky)
de: Gesamt (Ertrag)
es: Total (Ganancias)
hu: Összes (nyereség)
it: Totale (Profitti)
nl: Totaal (winst)
pt_br: Total (receitas)
ro: Total (profituri)
ru: Итог (Прибыль)
sv: Totalt (Förtjänster)

source: Expense
bg: Разход
cs: Výdaj
de: Ausgabe
es: Gastos
fr: Dépense
hu: Kiadás
it: Uscita
nl: Uitgaven
pt_br: Despesa
ro: Cheltuială
ru: Расход
sv: Utgift

source: Transfer
bg: Прехвърляне
cs: Převod
de: Überweisung
es: Transferencias
fr: Transfère
hu: Átutalás
it: Trasferimento
nl: Overboeking
pt_br: Transferir
ru: Перевод
sv: Överföring

source: Security Buy
bg: Покупка споръчител
cs: Nákup cenných papírů
de: Wertpapierkauf
es: Compra Segura
fr: Achat de titres
hu: Értékpapír vétel
it: Acquisto di titoli
nl: Effecten aankopen
pt_br: Compra Segura
ro: Cumpărare titlu de valoare
ru: Покупки ценных бумаг
sv: Köp

source: Security Sell
bg: Продажба с поръчител
cs: Prodej cenných papírů
de: Wertpapierverkauf
es: Venta segura
fr: Vente de titres
hu: Értékpapír eladás
it: Vendita di titoli
nl: Effecten verkopen
pt_br: Venda Segura
ro: Vânzare titlu de valoare
ru: Продажи ценных бумаг
sv: Försäljning

source: Recurrence
bg: Повторение
cs: Opakování
de: Wiederholung
es: Repetición
fr: Récurrence
hu: Ismétlődés
it: Ricorrenza
nl: Herhaling
pt_br: Recorrência
ro: Recurență
ru: Повторение
sv: Återkomst

source: New Expense
bg: Нов разход
cs: Nový výdaj
de: Neue Ausgabe
es: Nuevo Gasto
fr: Nouvelle dépense
hu: Új kiadás
it: Nuova Uscita
nl: Nieuwe kosten
pt_br: Nova Despesa
ro: Cheltuială nouă
ru: Новый расход
sv: Ny utgift

source: New Dividend
bg: Нов дивидент
cs: Nová dividenda
de: Neue Dividende
es: Nuevo Dividendo
fr: Nouveau dividende
hu: Új osztalék
it: Nuovo Dividendo
nl: Nieuw dividend
pt_br: Novo Dividendo
ro: Dividend nou
ru: Новые дивиденты
sv: Ny utdelning

source: New Income
bg: Нов приход
cs: Nový příjem
de: Neue Einnahme
es: Nuevo Ingreso
fr: Nouveau revenu
hu: Új bevétel
it: Nuova Entrata
nl: Nieuwe inkomsten
pt_br: Nova Receita
ro: Venit nou
ru: Новый доход
sv: Ny inkomst

source: New Transfer
bg: Нов трансфер
cs: Nový převod
de: Neue Überweisung
es: Nueva Transferencia
fr: Nouveau transfert
hu: Új átutalás
it: Nuovo Trasferimento
nl: Nieuwe overboeking
pt_br: Nova Transferência
ro: Transfer nou
ru: Новый перевод
sv: Ny överföring

source: New Security Buy
bg: Нова покупка с поръчител
cs: Nový nákup cenných papírů
de: Neuer Wertpapierkauf
es: Nueva Compra Segura
fr: Nouvel achat de titres
hu: Új értékpapír vétel
it: Nuovo acquisto di titoli
nl: Nieuwe effectenaankoop
pt_br: Nova compra segura
ro: Cumpărare nouă titlu de valoare
ru: Новые покупки ценных бумаг
sv: Nytt köp

source: New Security Sell
bg: Нова продажба с поръчител
cs: Nový prodej cenných papírů
de: Neuer Wertpapierverkauf
es: Nueva Venta Segura
fr: Nouvelle vente de titres
hu: Új értékpapír eladás
it: Nuova vendita di titoli
nl: Nieuwe effectenverkoop
pt_br: Nova venda segura
ro: Vânzare nouă titlu de valoare
ru: Новые продажи ценных бумаг
sv: Ny försäljning

source: Edit Expense
bg: Редактиране на разходи
cs: Upravit výdaj
de: Ausgabe bearbeiten
es: Editar Gastos
fr: Éditer la dépense
hu: Kiadás szerkesztése
it: Modifica Uscita
nl: Kosten bewerken
pt_br: Edite a despesa
ro: Editează cheltuială
ru: Править расход
sv: Redigera utgift

source: Edit Dividend
bg: Редактиране на дивиденти
cs: Upravit dividendu
de: Dividende bearbeiten
es: Editar Divididendos
fr: Éditer le dividende
hu: Osztalék szerkesztése
it: Modifica Dividendo
nl: Dividend bewerken
pt_br: Editar Dividendo
ro: Editează dividend
ru: Править дивиденты
sv: Redigera utdelning

source: Edit Income
bg: Редактиране на приходи
cs: Upravit příjem
de: Einnahme bearbeiten
es: Editar Ingresos
fr: Éditer le revenu
hu: Bevétel szerkesztése
it: Modifica Entrata
nl: Inkomsten bewerken
pt_br: Editar Receita
ro: Editează venit
ru: Править доход
sv: Redigera inkomst

source: Edit Transfer
bg: Редактиране на трансфери
cs: Upravit převod
de: Überweisung bearbeiten
es: Editar Transferencias
fr: Éditer le transfert
hu: Átutalás szerkesztése
it: Modifica Trasferimento
nl: Overboeking bewerken
pt_br: Editar Transfêrencia
ro: Editează transfer
ru: Править перевод
sv: Redigera överföring
