Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: The same column number is selected multiple times.
bg: Един и същ номер на колона е избран няколко пъти.
cs: Stejné číslo sloupce je vybráno vícekrát.
de: Die selbe Spaltennummer ist mehrfach ausgewählt.
es: El mismo número de columna ha sido seleccionado varias veces.
fr: Le même numéro de colonne est sélectionné plusieurs fois.
hu: Ugyanaz az oszlopszám többször kiválasztva.
it: Lo stesso numero di colonna è selezionato più volte
nl: Hetzelfde kolomnummer is meerdere keren geselecteerd.
pt_br: O mesmo numero de coluna esta delecionado multíplas vezes.
ro: Același număr de coloană este selectat de mai multe ori.
sv: Samma kolumnnummer är vald flera gånger.

source: Selected from account is the same as the to account.
bg: Избраното от сметката е същото като осчетоводеното.
cs: Vybrané z účtu je stejné jako na účet.
de: Das gewählte Ausgangskonto ist identisch mit dem Eingangskonto.
es: La cuenta seleccionada desde es la misma que la en.
fr: Le compte de destination est le même que le compte source.
hu: A kiválasztott forrásszámla megegyezik a célszámlával.
it: Il conto Da selezionato è lo stesso del conto A.
nl: Geselecteerde Van Rekening is hetzelfde als de Naar Rekening.
pt_br: A conta de destino e origem são as mesmas
ro: Contul origine este același cu cel destinație.
ru: Выбранный счет тот же самый.
sv: Valt från-konto är det samma som till-kontot.

source: Couldn't open %1 for reading.
bg: Не мога да отворя %1 за четене.
cs: Nelze otevřít %1 ke čtení.
de: Konnte %1 nicht zum lesen öffnen.
es: No se pudo abrir %1 para lectura.
fr: Impossible d' ouvrir le fichier %1 en lecture.
hu: %1 nem nyitható meg olvasásra.
it: Impossibile aprire %1 in lettura.
nl: Kan bestand %1 niet openen om te lezen.
pt_br: Não foi possível abrir %1 para ler.
ro: Nu s-a putut deschide %1 pentru citire.
ru: Не могу открыть %1 для чтения.
sv: Kunde inte öppna och läsa %1.

source: Error reading %1.
bg: Грешка при четенето на %1.
cs: Chyba při čtení %1.
de: Fehler beim Lesen von %1.
es: Ocurrió un error cuando se leía %1.
fr: Erreur lors de la lecture de %1.
hu: Hiba %1 olvasása közben.
it: Errore leggendo %1.
nl: Fout bij lezen %1.
pt_br: Erro lendo %1.
ro: Eroare la citirea %1.
ru: Ошибка чтения %1.
sv: Fel vid läsande av %1.

source: Successfully imported 1 transaction.
bg: Успешно въведени 1 транзакция.
de: Eine Transaktion erfolgreich eingelesen.
es: Importada 1 transacción satisfactoriamente.
fr: 1 transaction importée avec succès.
hu: 1 tranzakciót sikerült importálni.
it: Importo di 1 transazione riuscito.
nl: Er is 1 transactie succesvol geïmporteerd.
pt_br: 1 transação importada com sucesso.
ro: S-a importat cu succes 1 tranzacție.
ru: _n: Успешный импорт 1 транзакции.
sv: Lyckades importera 1 transaktion.

source: Unable to import any transactions imported.
bg: Не може да се въвеждат никакви, внесени транзакции.
cs: Nelze importovat.
de: Es konnten keine Transaktionen importiert werden.
es: No se pudo importar ninguna transacción.
fr: Impossible d'enregistrer les transactions importées.
hu: Nem lehet importálni importált tranzakciókat.
it: Fallito l'importo delle transazioni importati.
nl: Het importeren van transacties is niet gelukt.
pt_br: Impossível importar uma das transações.
ro: Nu se poate importa nici o tranzacție.
ru: Невозможно импортировать любые транзакции.
sv: Lyckades inte importera några transaktioner.

source: Failed to import 1 data row.
bg: Неуспешно въвеждане на 1 ред с данни.
de: Ein Datensatz konnte nicht eingelesen werden.
es: Fallo al importar 1 fila de datos.
fr: Echec à l'importation de une donnée.
hu: Nem lehetett importálni 1 adatsort.
it: Fallito l'importo di 1 linea di dati.
nl: Het importeren van 1 rij met gegevens is niet gelukt.
pt_br: Falhou ao importar 1 linha de dados.
ro: Nu s-a putut importa 1 rând.
ru: _n: Ошибка импорта данных из 1 строчки.
sv: Misslyckades att importera 1 datarad.

source: Required columns missing.
bg: Задължителните колони липсват.
cs: Požadované sloupce chybí.
de: Notwendige Spalten fehlen.
es: No se encuentra una columna requerida
fr: Les colonnes nécessaires sont manquantes.
hu: A szükséges oszlopok hiányoznak.
it: Richieste delle colonne mancanti.
nl: Benodigde kolommen ontbreken.
pt_br: Faltando colunas necessárias
ro: Coloanele necesare lipsesc.
ru: Недостает необходимых колонок.
sv: Nödvändig kolumn fattas.

source: Invalid value.
bg: Невалидна стойност.
cs: Neplatná hodnota.
de: Ungültiger Wert.
es: Valor no válido.
fr: Valeur invalide.
hu: Érvénytelen érték.
it: Valore non valido.
nl: Ongeldige waarde.
pt_br: Valor inválido.
ro: Valoare nevalidă.
ru: Неверное значение.
sv: Ogiltigt värde.

source: Empty category name.
bg: Празно име на категорията.
cs: Prázdný název kategorie.
de: Leerer Kategorienname.
es: Nombre de categoría vacío
fr: Nom de catégorie vide.
hu: Üres kategórianév.
it: Nome categoria vuoto.
nl: De naam van een categorie is leeg.
pt_br: Nome de categoria lem branco.
ro: Nume categorie gol.
ru: Пустое имя категории.
sv: Tomt kategorinamn.

source: Empty account name.
bg: Празно име на сметката.
cs: Prázdný název účtu.
de: Leerer Kontenname.
es: Nombre de cuenta vacío
fr: Nom de compte vide.
hu: Üres számlanév
it: Nome account vuoto.
nl: De naam van een rekening is leeg.
pt_br: Nome de conta lem branco.
ro: Nume cont gol.
ru: Пустое имя счета.
sv: Tomt kontonamn.

source: Unknown category found.
bg: Неизвестна категория намерена.
cs: Nalezena neznámá kategorie.
de: Unbekannte Kategorie gefunden.
es: Categoría desconocida
fr: Catégorie inconnue trouvée.
hu: Ismeretlen kategóriát találtam.
it: Trovata categoria sconosciuta.
nl: Onbekende catagorie gevonden.
pt_br: Nenhuma categoria encontrada.
ro: S-a găsit o categorie necunoscută.
ru: Найдена неизвестная категория.
sv: Okänd kategory funnen.

source: Unknown account found.
bg: Неизвестна сметка намерена.
cs: Nalezen neznámý účet.
de: Unbekanntes Konto gefunden.
es: Cuenta desconocida
fr: Compte inconnu trouvé.
hu: Ismeretlen számlát találtam.
it: Trovato un conto non conosciuto.
nl: Er is een onbekende rekening aangetroffen.
pt_br: Nenhuma conta encontrada.
ro: S-a găsit un cont necunoscut.
ru: Найден неизвестный счет.
sv: Okänt konto funnet.

source: Cannot import security transactions (to/from security accounts).
bg: Не могат да бъдат внесени сделки с ценни книжа (до / от сметките за сигурност).
cs: Nelze imporotvat transakci s cennými papíry (z/na účet cenných papírů).
de: Kann Wertpapiertransaktionen nicht importieren (von/nach Wertpapierkonten).
es: No se pudo importar las transacciones de seguridad (desde/a cuentas seguras).
fr: Impossible d'importer les transaction de titre (comptes A/De)
hu: Nem lehet importálni értékpapír-tranzakciókat (cél/forrás értékpapírszámlákat).
it: Impossibile importare le transazioni dei titoli (da/a conti di titoli).
nl: Kan geen effectentransacties importeren (van/naar effectenrekeningen)
pt_br: Não é possíevl importar transações de segurança (de/para contas de segurança)
ro: Nu s-au putut importa tranzacțiile de titluri de valoare (din/către conturile de titluri de valoare)
ru: Невозможно импортировать транзакции с ценными бумагами (к/из счета ценных бумаг)
sv: Kan inte importera värdepapperstransaktioner (till/från konto för värdepapper).

source: Balancing account wrongly used.
bg: Балансирането на сметката е използвано погрешно.
cs: Bilanční účet použit špatně.
de: Bilanzierungskonto falsch verwendet.
es: Cuenta de Balance mal utilizada
fr: Equilibrage des comptes mal utilisé.
hu: Rosszult használt mérlegszámla.
it: Il bilanciamento del conto è utilizzato incorrettamente.
nl: Balansrekening verkeerd gebuikt.
pt_br: Balanceamento da conta usado errado
ro: Cont de echilibrare folosit incorect.
ru: Счет баланса неверно используется.
sv: Balanseringskonto felaktigt använt.

source: Same to and from account/category.
bg: Същото към и от сметката / категория.
cs: Stejné do a z účet/kategorie.
de: Konto/Kategorie sind identisch.
es: El origen y el destino de la cuenta/categoría es el mismo.
fr: Même De et A compte/catégorie
hu: Megegyezik a cél- és a forrásszámla/kategória.
nl: Rekening/Categorie van en naar zijn hetzelfde.
pt_br: Meso destino e origem de conta/xategoria
ro: Cont/categorie origine și destinație identice.
ru: Категория и счет одинаковы.
sv: Samma konto/kategori till och från.

source: No data found.
bg: Няма намерени данни.
cs: Žádná data nenalezena.
de: Keine Daten gefunden.
es: No se encontraron datos.
fr: Pas de donnée trouvée.
hu: Nem találtam adatot.
it: Nessuna dato trovato.
nl: Geen gegevens gevonden.
pt_br: Nenhum arquivo encontrado
ro: Nu s-au găsit date.
ru: Данные не найдены.
sv: Ingen data funnen.

source: Unrecognized date format.
bg: Неразпознат формат за дата.
cs: Neznámý formát datumu.
de: Unbekanntes Datumsformat.
es: Formato de fecha desconocido.
fr: Format de date non reconnu.
hu: Ismeretlen dátumformátum.
it: Il formato della data non è riconosciuto.
nl: Onherkenbare datumnotatie.
pt_br: Formato de data não reconhecido
ro: Format dată nerecunoscut.
ru: Не распознаваемый формат даты
sv: Obekant datum format.

source: Specify Format
bg: Определете Format
cs: Upřesněte formát
de: Format bestimmen
es: Formato específico
fr: Format spécifié
hu: Formátum meghatározása
it: Specificare il formato
nl: Geef notatie aan
pt_br: Especifique o formato
ro: Specificați formatul
ru: Специфический формат
sv: Ange format

source: The format of dates and/or numbers in the CSV file is ambiguous. Please select the correct format.
bg: Форматът на дати и / или цифри в CSV файла е двусмислен. Моля, изберете правилния формат.
cs: Formát datumů a/nebo čísel v souboru CSV je nejednoznačný. Prosím vyberte správný formát.
de: Das Format von Terminen und/oder Zahlen in der CSV-Datei ist zweideutig. Bitte wählen Sie das korrekte Format.
es: El formato de las fechas y/o números en el archivo CVS es ambiguo. Por favor selecciona un formato correcto.
fr: Le format des dates et/ou nombres dans le fichier CSV est ambigu. S'il vous plaît sélectionner le format correct.
hu: A dátumok és/vagy a számok formátuma a CSV fájlban félreérthető. Kérlek, válaszd ki a helyes formátumot.
it: Il formato delle date e/o i numeri nel file CSV è ambiguo. Per favore seleziona il formato corretto.
nl: De notatie van datums en/of getallen in het CSV-bestand is niet eenduidig. Kies a.u.b. de juiste notatie.
pt_br: O formato de dats e/ou numeros neste arquivo CSV é ambíguo. Por favor selecione o formato correto.
ro: Formatul datelor și/sau numerelor din fișierul CSV este ambiguu. Selectați formatul corect.
ru: Формат дат и/или номеров в CVS файле двусмыслен.Пожалуйста выберите корректный формат.
sv: Formatet på datum och/eller nummer i CSV-filen är tvetydiga. Var vänlig välj det korrekta formatet.

source: Date format:
bg: Формат на датата:
cs: Formát data:
de: Datumsformat:
es: Formato de fecha:
fr: Format de date:
hu: Dátumformátum:
it: Formato della data:
nl: Datumnotatie:
pt_br: Formato de data:
ro: Format dată:
ru: формат даты:
sv: Datumformat:

source: Value format:
bg: Стойност на формата:
cs: Formát hodnoty:
de: Zahlenformat:
es: Formato de Valor
fr: Format de valeur:
hu: Értékformátum:
it: Formato del valore:
nl: Notatie van waarde:
pt_br: Formato do valor:
ro: Format valoare:
ru: формат валюты:
sv: Värdeformat:

# the day after today
source: tomorrow
bg: утре
de: morgen
es: mañana
fr: demain
hu: holnap
nl: morgen
ro: mâine
ru: завтра
sv: imorgon

# this day
source: today
bg: днес
de: heute
es: hoy
fr: aujorud'hui
hu: ma
nl: vandaag
ro: astăzi
ru: сегодня
sv: idag

# the day before today
source: yesterday
bg: вчера
de: gestern
es: ayer
fr: hier
hu: tegnap
nl: gisteren
ro: ieri
ru: Вчера
sv: igår

# @option today
source: &Today
bg: &Днес
de: Heute
es: &Hoy
fr: Aujorud'hui
hu: &Ma
nl: &Vandaag
ro: As&tăzi
ru: &Сегодня
sv: Idag

# @option tomorrow
source: To&morrow
bg: У&тре
de: Morgen
es: Ma&ñana
fr: Demain
hu: Ho&lnap
nl: &Morgen
ro: &Mâine
ru: &Завтра
sv: Imorgon

# @option next week
source: Next &Week
bg: Следващата &седмица
de: Nächste &Woche
es: Próxima &Semana
hu: Következő &hét
nl: Volgende &week
ro: Săptămâna &viitoare
ru: Следующая &неделя
sv: Nästa vecka

# @option next month
source: Next M&onth
bg: Следващия &месец
de: Nächsten M&onat
es: Próximo M&es
hu: Következő H&ónap
nl: Volgende m&aand
ro: Luna viit&oare
ru: Следующий &месяц
sv: Nästa månad

# @option do not specify a date
source: No Date
bg: Липсва дата
de: Kein Datum
es: Sin Fecha
hu: nincs dátum
nl: Geen datum
ro: Fără dată
ru: Без даты
sv: Inget datum

source: Export…
bg: Изнасяне…
cs: Exportovat…
de: Exportiere…
es: Exportar…
hu: Exportálás…
nl: Exporteren…
ru: Экспорт…

source: Print…
bg: Отпечатай…
cs: Tisk…
de: Drucke…
es: Imprimir…
hu: Nyomtatás…
nl: Afdrukken…
ro: Tipărire…
ru: Печать…

source: Withdrawal
bg: Изтегляне
cs: Výběr
de: Abhebung
es: Retirada
fr: Retrait
hu: Kivét
it: Prelievo
nl: Opname
pt_br: Sacar
ro: Retragere
ru: Отзыв
sv: Uttag

source: Join…
bg: Присъединете се към…
cs: Připojit…
de: Fasse zusammen…
es: Unir…
hu: Belépés…
nl: Samenvoegen…
ro: Alipire…
ru: соеденить..

source: Split Up
bg: Разделяне на
cs: Rozdělit
de: Aufgeteilt
es: Separar
fr: Décomposer
hu: Felosztás
it: Dividi
nl: Splitsen
pt_br: Dividir
ro: Împărțire
ru: Разделить вдоль
sv: Dela upp

source: Empty transaction list.
bg: Празен списък транзакции.
cs: Vyprázdnit seznam transakcí.
de: Leere Transaktionsliste
es: Lista de la transacción vacia
hu: Üres tranzakciós lista.
it: Svuota la lista delle transazioni.
nl: Lege transactielijst.
pt_br: Lista de transações limpa.
ro: Listă de tranzacții goală.
ru: Пустой список транзакций.
sv: Tom transaktionslista.

source: Are you sure you want to delete all (%1) selected transactions?
bg: Сигурен ли сте, че искате да изтриете всички (%1), избрани транзакции?
cs: Opravdu chcete smazat všechny (%1) vybrané transakce?
de: Sind Sie sicher, daß Sie alle (%1) ausgewählten Transaktionen löschen wollen?
es: ¿Esta seguro de que quiere eliminar todas (%1) las transacciones seleccionadas?
fr: Êtes-vous certain de vouloir supprimer toutes (%1) les transactions sélectionnées?
hu: Biztosan törölni akarsz minden (%1) kiválasztott tranzakciót?
it: Sei sicuro di volere eliminare tutte le (%1) transazioni?
nl: Wilt u alle (%1) geselecteerde transacties verwijderen?
pt_br: Você tem certeza que deseja deletar todas (%1) transações selecionadas?
ro: Sigur doriți ștergerea tuturor (%1) tranzacții selectate?
ru: Вы уверены что хотите удалить все (%1) выбранные транзакции?
sv: Vill du verkligen ta bort alla (%1) valda transaktioner?

source: Cannot set the value of security transactions using the dialog for modifying multiple transactions.
bg: Не може да се зададе стойност на сделки с ценни книжа, използвайки диалогов прозорец за промяна на много транзакции.
cs: Nelze zadat hodnotu transakce s cenným papírem použitím dialogu pro změnu více transakcí.
de: Der Wert von Wertpapiertransaktionen kann nicht über den Dialog zum Ändern mehrerer Transaktionen geändert werden.
fr: Impossible de fixer la valeur des transactions de titre en utilisant la fenêtre de modification multiple des transactions.
hu: Az értékpapír-tranzakciók értékét nem lehet beállítani a többszörös tranzakciók módosítása párbeszédablakban.
nl: Met het scherm voor het wijzigen van meerdere transacties kunt u de waarde van beleggingstransacties niet instellen.
pt_br: Impossível mudar o valor das transações de segurança usando o diálogo para modificar transações múltiplas.
ro: Nu se poate modifica valoarea tranzacțiilor cu titluri de valoare prin fereastra de modificare tranzacții multiple.
sv: Kan inte ange värde för värdepapperstransaktioner med dialogen för att modifier flera transaktioner.

source: Cannot change description of dividends and security transactions.
bg: Не може да се промени описанието на дивидентите и сделките с ценни книжа.
cs: Nelze změnit popis dividend a transakcí s cennými papíry.
de: Die Beschreibung für Dividenden und Wertpapiertransaktionen kann nicht geändert werden.
fr: Impossible de changer la description des dividendes et transactions de titre.
hu: Az értékpapír-tranzakciók és az osztalékok fajtája nem változtatható meg.
it: Impossibile cambiare la descrizione dei dividendi e delle transazioni dei titoli.
nl: Kan de omschrijving van dividenden en effectentransacties niet wijzigen.
pt_br: Impossível mudar a descrição de dividendos e transações de segurança;
ro: Nu se poate schimba descrierea dividendelor și tranzacțiilor cu titluri de valoare.
sv: Kan inte ändra beskrivning för utdelningar och värdepapperstransaktioner.

source: Cannot change payer of dividends and security transactions.
bg: Не може да се промени платецът на дивидентите и сделки с ценни книжа.
cs: Nelze změnit plátce dividend a transakce s cennými papíry.
de: Der Zahlungspflichtige von Dividenden und Wertpapiere kann nicht verändert werden.
fr: Impossible de changer le débiteur des dividendes et transactions de titres.
hu: Az osztalékok és értékpapír-tranzakciók kifizetője nem változtatható meg.
it: Impossibile cambiare il debitore dei dividenti e delle transazioni dei titoli.
nl: Kan de debiteur van dividenden en effectentransacties niet wijzigen.
pt_br: Impossível mudar o sacado de dividendos e transações de segurança;
ro: Nu se poate schimba plătitorul dividendelor și tranzacțiilor cu titluri de valoare.
sv: Kan inte ändra utbetalare för utdelningar och värdepapperstransaktioner.

source: Cannot change date of transactions that are part of a split transaction.
bg: Не може да се промени датата на сделките, които са част от разделянето на транзакцията.
cs: Nelze změnit datum transakcí, které jsou součástí rozdělené transakce.
de: Das Datum von Teilen einer geteilten Transaktion kann nicht verändert werden.
fr: Impossible de dater les transactions qui font parti d'une transaction séparée.
hu: Osztott tranzakcióban szereplő tranzakciók dátuma nem változtatható meg.
it: Impossibile cambiare la data delle transizione che fanno parte di una transizione suddivisa.
nl: Kan de datum van transacties die deel zijn van een gesplitste transactie niet wijzigen.
pt_br: Impossível mudar a data das transações que são parte de uma transação divídida.
ro: Nu se poate schimba data tranzacțiilor care sunt parte a unei tranzacții împărțite.
sv: Kan inte ändra datum på transaktioner som ingår i en delad transaktion.

source: A personal accounting program
bg: Лична счетоводна програма
cs: Osobní účetní program
de: Ein Programm für die private Buchhaltung
es: Un programa de contabilidad personal
fr: Un programme personnel de finance
hu: Személyi könyvelőprogram
it: Un programma di contabilità personale
nl: Een persoonlijk boekhoudprogramma
pt_br: Um programa de gerenceiamento financeiro pessoal
ro: Un program de contabilitate personală.
sv: Ett bokföringsprogram

source: Start with expenses list displayed
bg: Започнете със списъка на разходите показан на екрана
cs: Začněte se zobrazeným seznamem výdajů
de: Mit Ausgabenansicht beginnen
es: Comenzar con la lista de los gastos mostrada
fr: Commencer avec la liste des dépenses montrée
hu: Indítás a kiadások listájával
it: Avvia mostrando la lista delle uscite
nl: Startweergave met de lijst van uitgaven
pt_br: Começar com a lista de despesas exibidas.
ro: Se afișează lista începuturilor de cheltuieli
ru: Старт со списка расходов
sv: Starta med utgiftslistan visad

source: Start with incomes list displayed
bg: Започнете със списъка на доходите показан на екрана
cs: Začněte se zobrazeným seznamem příjmů
de: Mit Einnahmenansicht beginenn
es: Comenzar con la lista de los ingresos mostrada
fr: Commencer avec la liste des revenus montrée
hu: Indítás a bevételek listájával
it: Avvia mostrando la lista delle entrate
nl: Startweergave met de lijst van inkomsten
pt_br: Começar com a lista de receitas vizualizadas.
ro: Se afișează lista începuturilor de venituri
ru: Старт со списка доходов
sv: Starta med inkomstslistan visad

source: Start with transfers list displayed
bg: Започнете със списъка на трансферите показан на екрана
cs: Začněte se zobrazeným seznamem převodů
de: Mit Transaktionenansicht beginnen
es: Comenzar con la lista de las transferencias mostrada
fr: Commencer avec la liste des transferts montrée
hu: Indítás az átutalások listájával
it: Avvia mostrando la lista dei trasferimenti
nl: Startweergave met de lijst van overboekingen
pt_br: Começar com a lista de transações vizualizadas.
ro: Se afișează lista începuturilor de transferuri
ru: Старт со списка переводов
sv: Starta med överföringslistan visad

source: Document to open
bg: Отваряне на документ
cs: Dokument k otevření
de: Zu öffnendes Dokument
es: Abrir documento:
fr: Document à ouvrir
hu: Megnyitandó dokumentum
it: Documento da aprire
nl: Document om te openen
pt_br: Documento para abrir
ro: Documentul de deschis
ru: Документ открыт
sv: Dokument att öppna

source: Incomes and Expenses
bg: Доходи и Разходи
cs: Příjmy a výdaje
de: Einnahmen und Ausgaben
es: Ingresos y Gastos
fr: Revenus et Dépenses
hu: Bevételek és kiadások
it: Entrate ed Uscite
nl: Inkomsten en Uitgaven
pt_br: Despesas e Receitas
ro: Venituri și cheltuieli
ru: Доходы и Расходы
sv: Inkomster och utgifter

source: Profits
bg: Печалби
cs: Zisky
de: Einkünfte
es: Beneficios
hu: Nyereségek
it: Profitti
nl: Winsten
pt_br: Rendas
ro: Profituri
ru: Прибыль
sv: Förtjänst

source: All Categories Combined
bg: Всички категории комбинирани
cs: Všechny kategorie kombinované
de: Alle Kategorien zusammen
es: Todas las Categorías combinadas
fr: Toutes les catégories combinées
hu: Összes kategória együtt
it: Tutte le categorie combinate
nl: Alle categorieën gecombineerd
pt_br: Todas categórias Comibinadas
ro: Toate categoriile combinate
ru: Объединить все категории
sv: Alla kategorier kombinerade

source: All Descriptions Combined
bg: Всички описания комбинирани
cs: Všechny popisy kombinované
de: Alle Beschreibungen zusammen
es: Todas las Descripciones combinadas
fr: Toutes les descriptions combinées
hu: Összes típus együtt
it: Tutte le descrizioni combinate
nl: Alle omschrijvingen gecombineerd
pt_br: Todas descrições Comibinadas
ro: Toate descrierile combinate
ru: Объединить все описания
sv: Alla beskrivningar kombinerade

source: All Payees/Payers Combined
bg: Всички получатели/платци комбинирано
cs: Všichni plátci/příjemci kombinovaní
de: Alle Empfänger/Zahlungspflichtigen zusammengefasst
es: Todos los Acreedores/Deudores Combinados
fr: Tous les bénéficiaires/débiteurs combinés
hu: Összes kedvezményezett/kifizető együtt
it: Tutti debitori/creditori combinati
nl: Alle debiteuren/crediteuren gecombineerd
pt_br: Todas emitentes/sacados Comibinadas
ro: Toți beneficiarii/plătitorii combinați
ru: Объединить всех получателей/плательщиков.
sv: Alla mottagare/utbetalare kombinerade

source: Start date:
bg: Начална дата:
cs: Datum zahájení:
de: Startdatum:
es: Fecha de inicio:
fr: Date de départ:
hu: Kezdődátum:
it: Data di inizio:
nl: Begindatum:
pt_br: Data de início
ro: Data de început:
ru: Дата начала:
sv: Startdatum:

source: End date:
bg: Крайна дата:
cs: Datum ukončení:
de: Enddatum:
es: Fecha de finalización:
hu: Záródátum:
nl: Einddatum:
pt_br: Data final:
ro: Data de sfârșit:
ru: Дата конца:
sv: Slutdatum:

source: Monthly total
bg: Месечно общо
cs: Celkem měsíčne
de: Monatlich gesamt
es: Total Mensual
fr: Total mensuel
hu: Havonta összesen
it: Totale mensile
nl: Totaal per maand
pt_br: Total mensal
ro: Total lunar
ru: Итог месяца
sv: Månatlig summa

source: Daily average
bg: Средно дневно
cs: Denní průměr
de: Täglicher Durchschnitt
es: Media diaria
fr: Moyenne journalière
hu: Napi átlag
it: Media giornaliera
nl: Gemiddeld per dag
pt_br: Média diéria
ro: Medie zilnică
ru: Среднее еженедельно
sv: Dagligt genomsnitt
