Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: All Payers Combined
bg: Всички платци комбинирано
cs: Všichni plátce kombinovaní
de: Alle Zahlungspflichtigen zusammengefasst
es: Todos los Deudores Combinados
fr: Tous les débiteurs combinés
hu: Összes kifizető együtt
it: Tutti i debitori combinati
nl: Alle debiteuren gecombineerd
pt_br: Todos sacados (pagadores) combinados
ro: Toți plătitorii combinați
ru: Объединить всех плательщиков
sv: Alla utbetalare kombinerade

source: All Payees Combined
bg: Всички получатели комбинирано
cs: Všichni příjemci kombinovaní
de: Alle Empfänger zusammengefasst
es: Todos los Acreedores Combinados
fr: Tous les bénéficiaires combinés
hu: Összes kedvezményezett együtt
it: Tutti i creditori combinati
nl: Alle crediteuren gecombineerd
pt_br: Todos emitentes combinados
ro: Toți beneficiarii combinați
ru: Объединить всех получателей.
sv: Alla mottagare kombinerade

source: All Descriptions Split
bg: Разделяне на всички описания
cs: Rozdělení všech popisů
de: Alle Beschreibungen geteilt
es: Todas las descripciones separadas
fr: Toutes les descriptions séparées
hu: Összes típus külön
it: Tutte le descrizioni suddivise
nl: Alle omschrijvingen apart
pt_br: Todas descrições divídidas
ro: Toate descrierile împărțite
ru: Все описания разбить
sv: Alla beskrivningar uppdelade

source: All Payers Split
bg: Разделяне на всички платци
cs: Rozdělení všech plátců
de: Alle Zahlungspflichtigen geteilt
es: Todos los deudores separados
fr: Tous les débiteurs séparés
hu: Összes kifizető külön
it: Tutti i debitori suddivisi
nl: Alle debiteuren apart
pt_br: Todos sacados divídidos
ro: Toți plătitorii împărțiți
ru: Всех плательщиков разделить
sv: Alla utbetalare uppdelade

source: All Payees Split
bg: Разделяне на всички получатели
cs: Rozdělení všech příjemců
de: Alle Empfänger geteilt
es: Todos los acreedores separados
fr: Tous les bénéficiaires séparés
hu: Összes kedvezményezett külön
it: Tutti i creditori suddivisi
nl: Alle crediteuren apart
pt_br: Todos emitentes divididos
ro: Toți beneficiarii împărțiți
ru: Всех получателей разделить
sv: Alla mottagare uppdelade

source: All Categories Split
bg: Разделяне на всички категории
cs: Rozdělení všech kategorií
de: Alle Kategorien geteilt
es: Todas las categorías separadas
fr: Toutes les catégories séparées
hu: Összes kategória külön
it: Tutte le categorie suddivise
nl: Alle categorieën apart
pt_br: Todas categorias dividídas.
ro: Toate categoriile împărțite
ru: Все категории разделить
sv: Alla kategorier uppdelade

source: Value (%1)
bg: Стойност (%1)
cs: Hodnota (%1)
de: Wert (%1)
es: Valor (%1)
fr: Valeur (%1)
hu: Érték (%1)
it: Valore (%1)
nl: Waarde (%1)
pt_br: Valoe (%1)
ro: Valoare (%1)
ru: Значение (%1)
sv: Värde (%1)

source: Profit (%1)
bg: Печалба (%1)
cs: Zisk (%1)
de: Ertrag (%1)
es: Beneficios (%1)
hu: Nyereség (%1)
it: Profitto (%1)
nl: Winst (%1)
pt_br: Renda (%1)
ru: Прибыль (%1)
sv: Förtjänst (%1)

source: Income (%1)
bg: Доходи (%1)
cs: Příjem (%1)
de: Einnahmen (%1)
es: Ingresos (%1)
fr: Revenu (%1)
hu: Bevétel (%1)
it: Entrata (%1)
nl: Inkomsten (%1)
pt_br: Lucro (%1)
ro: Venit (%1)
ru: Доход (%1)
sv: Inkomst (%1)

source: Cost (%1)
bg: Разход (%1)
cs: Cena (%1)
de: Kosten (%1)
es: Gastos (%1)
fr: Coût (%1)
hu: Költség (%1)
it: Costo (%1)
nl: Uitgaven (%1)
pt_br: Custo (%1)
ru: Цена (%1)
sv: Kostnad (%1)

source: Time
bg: Време
cs: Čas
de: Zeit
es: Tiempo
fr: Temps
hu: Idő
it: Tempo
nl: Tijd
pt_br: Hora
ro: Timp
ru: Время
sv: Tid

source: no payer
bg: никакъв платец
cs: Žádný plátce
de: Kein Zahlungspflichtiger
es: no deudor
fr: aucun débiteur
hu: nincs kifizető
it: nessun debitore
nl: geen debiteur
pt_br: nenhuma devedor
ro: nici un plătitor
ru: нет платильщика
sv: ingen utbetalare

source: no payee
bg: няма получател
cs: Žádný příjemce
de: Kein Zahlungsempfänger
es: no acreedor
fr: aucun bénéficiaire
hu: nincs kedvezményezett
it: nessun creditore
nl: geen crediteur
pt_br: nenhum emitente
ro: nici un beneficiar
ru: нет получателя
sv: ingen mottagare

source: Error after saving file; data may not have been saved.
bg: Грешка след записване на файла; като данните не може да бъдат спасени.
cs: Chyba po uložení souboru; údaje možná nebyly uloženy.
de: Fehler nach dem Speichern der Datei; Daten wurden möglicherweise nicht gesichert
es: Error después de guardar el archivo; los datos pueden no haber sido guardados.
fr: Erreur après l'enregistrement du fichier ; des données peuvent avoir été perdues.
hu: Hiba a fájl mentése után; lehet, hogy az adat nincs mentve.
it: Errore dopo il salvataggio del file; i dati potrebbero non essere stati salvati.
nl: Fout na het opslaan van het bestand; gegevens zijn mogelijk niet opgeslagen.
pt_br: Erro depois do salvamento, o conteúdo pode não ter sido salvo.
ro: Eroare după salvarea fișierului; este posibil ca datele să nu fie salvate.
ru: Ошибка перед сохранением файла; данные могут быть не сохранены

source: Average Profit
bg: Средна печалба
cs: Průměrný zisk
de: Durchschnittliche Einkünfte
es: Promedio de Beneficios
fr: Profit moyen
hu: Átlagnyereség
it: Profitto Medio
nl: Gemiddelde winst
pt_br: Lucro médio
ro: Profit mediu
ru: Средняя выгода
sv: Genomsnittlig förtjänst

source: Year
bg: Година
cs: Rok
de: Jahr
es: Año
fr: Année
hu: Év
it: Anno
nl: Jaar
pt_br: Ano
ro: An
ru: Год
sv: År

source: Month
bg: Месец
cs: Měsíc
de: Monat
es: Mes
fr: Mois
hu: Hónap
it: Mese
nl: Maand
pt_br: Mês
ro: Lună
ru: Месяц
sv: Månad

source: Includes scheduled transactions
bg: Включва планираните транзакции
cs: Včetně plánovaných transakcí
de: Beinhaltet geplante Transaktionen
es: Incluir las transacciones progamadas
fr: Inclut les transactions planifiées
hu: Ütemezett tranzakciókat tartalmaz
it: Includi le transizioni pianificate
nl: Inclusief geplande transacties
pt_br: Incluir transações agendadas.
ro: Include tranzacțiile planificate
ru: Включая запланированные транзакции
sv: Inkluderar planerade transaktioner

source: Adjusted for the average month / year (%1 / %2 days)
bg: Коригирано за средно месечно / годишно (%1 / %2 дни)
cs: Nastaveno na průměrný měsíc / rok (%1 / %2 dnů)
de: An den durchschnittlichen Monat / das durchschnittliche Jahr angepasst (%1 / %2 Tage)
es: Ajustado para el mes / año promedio (%1 / %2 días)
fr: Ajusté pour le mois/annér moyen (%1 / %2 jours)
hu: Beállítva átlag hónapra / évre (%1 / %2 nap)
it: Adattati per la media mese / anno (%1 / %2 giorni)
nl: Aangepast voor de gemiddelde maand / jaar (%1 / %2 dagen)
pt_br: Ajustado para o mês/ano (%1 / %3 dias)
ro: Ajustat pentru luna / anul mediu (%1 / %2 zile)
ru: Установлено для среднего месяца / года (%1 / %2 дней)
sv: Justerad för den genomsnittliga månaden / året (%1 / %2 dagar)

source: Subtotal
bg: Междинна сума
cs: Mezisoučet
de: Zwischensumme
fr: Sous-total
hu: Részösszeg
it: Subtotale
nl: Subtotaal
ru: Промежуточная сумма
sv: Delsumma

source: Unnamed
bg: Без име
cs: Bez názvu
de: Unbenannt
es: Sin Nombre
fr: Anonyme
hu: Névtelen
it: Senza nome
nl: Onbenoemd
pt_br: Sem nome
ro: Fără nume
ru: Неназваный
sv: Namnlöst

source: Uncategorized
bg: Некатегоризиран
cs: Neroztříděno
de: Nicht kategorisiert
es: Sin Categoría
fr: N'est pas catégorisé
hu: Kategorizálatlan
it: Non categorizzato
nl: Zonder categorie
pt_br: Não categorizado
ro: Fără categorie
ru: Без категории
sv: Okategoriserade

source: Import QIF file
bg: Въведи QIF файла
cs: Importovat soubor QIF
de: QIF-Datei importieren
es: Importar Archivo QIF
fr: Importer le fichier QIF
hu: QIF fájl importálása
it: Importa file QIF
nl: Importeer QIF-bestand
pt_br: Importar arquivo QIF
ro: Importă fișier QIF
ru: Импорт QIF файла
sv: Importera QIF-fil

source: Select a QIF file to import. When you click next, the file be analysed and you might need to answer some questions about the format of the file.
bg: Изберете QIF файла, за въвеждане. Когато натиснете Напред, файлът ще бъде анализиран и може да се наложи да отговорите на няколко въпроса за формата на файла.
cs: Vyberte soubor QIF. Po kliknutí na další, bude soubor analyzován a pravděpodobně budete muset odpovědět na otázky týkající se formátu souboru.
de: Wählen Sie eine QIF-Datei zum Import. Wenn Sie "Weiter" klicken, wird die Datei analysiert, und Sie könnten einige weitere Fragen über das Dateiformat beantworten müssen.
es: Seleccione un archivo QIF para importar. Cuando usted haga click en "Next", se analizará el archivo y es posible que tenga que responder a algunas preguntas sobre el formato del archivo.
fr: Sélectionner un fichier QIF pour l'importation. Quand vous cliquez sur prochain, le fichier sera analysé et vous pourrez devoir répondre à des questions sur le format du fichier.
hu: Válassz ki egy QIF fájlt importáláshoz. Kattintáskor a fájl elemzése után lehet, hogy válaszolnod kell néhány kérdésre a fájl formátumáról.
it: Seleziona un file QIF da importare. Quando cliccherai su prossimo, il file verrà analizzato e potresti avere il bisogno di rispondere ad alcune domande riguardo al formato del file.
nl: Kies een QIF-bestand om te importeren. Wanneer u op Volgende klikt, zal het bestand geanaliseerd worden, en zult u eventueel nog enkele vragen over de indeling van het bestand moeten beantwoorden.
pt_br: Selecionar um arquivo QIF para importar. Quando você clicar em próximo, o arquivo será analisado e talvez seja necessário responder algumas questões sobre o formato do arquivo.
ro: Selectați fișierul QIF pentru importare. Când apăsați „Următor”, fișierul va fi analizat și s-ar putea să trebuiască să răspundeți la câteva întrebări despre formatul fișierului.
sv: Välj en QIF-fil att importera. När du klickar nästa kommer filen att analyseras och du kanske behöver svara på några frågor om format på filen.

source: Local Definitions
bg: Местни определения
cs: Místní definice
de: Lokale Definitionen
es: Definiciones Locales
fr: Définitions locales
hu: Helyi definíciók
it: Definizioni locali
nl: Lokale definities
pt_br: Definições locais,
ro: Definiții locale
sv: Lokala definitioner

source: Unknown elements where found in the QIF file. It is possible that this is because of localized type names. Please map them to the correct standard names.
bg: Неизвестни елементи, които са установени в QIF файла. Възможно е, че това е така, защото са локализирани типови имена. Моля, да ги съпоставите с правилните стандартни имена.
cs: Byly nalezeny neznámé prvky v souboru QIF. Možná je to způsobeno místními názvy. Prosím opravte je na běžné názvy.
de: Es wurden unbekannte Elemente in dieser QIF-Datei gefunden. Dies kann durch lokal angepasste Typnamen verursacht worden sein. Bitte entschlüssln Sie diese zu den korrekten Standardnamen.
fr: Le fichier QIF présente des éléments inconnus. Cela est certainement du à l'utilisation de caractères locaux. Veuillez les remplacer par des caractères standards.
hu: Ismeretlen elem található a QIF fájlban. Lehet, hogy ez a korlátozott típusnevek miatt van. Térképezd fel ezeket a helyes standard nevekhez.
nl: Er zijn onbekende elementen aangetroffen in het QIF-bestand. Mogelijk komt dit door gelokaliseerde type-namen. Geef alstublieft de juiste vertalingen naar standaardnamen aan.
pt_br: Elementos desconhecidos foram encontrados no arquivo QIF. Isso é possível por arquivos digitados localizados, Por favor mapeiem eles para os padrões corretos.
ro: S-au găsit elemente necunoscute în fișierul QIF, posibil datorită localizării numelor de tipuri. Asociați-le cu numele standard corecte.
sv: Programmet fann okända element i QIF-filen. Det är möjligt att det beror på användande av översatta typnamn. Var vänliga passa ihop dessa med de korrekta standardnamnen.

source: Local Text
bg: Локален текст
cs: Místní text
de: Lokaler Text
es: Texto Local
fr: Texte local
hu: Helyi szöveg
it: Testo locale
nl: Lokale tekst
pt_br: Texto local
ro: Text local
ru: Локальный текст
sv: Lokal text

source: Standard Text
bg: Стандартен текст
cs: Běžný text
es: Texto estándar
fr: Texte standard
hu: Standard szöveg
it: Testo standard
nl: Standaardtekst
pt_br: Texto Padrão
ro: Text standard
ru: Стандартный текст

source: Select standard text:
bg: Избери стандартен техт:
cs: Vyberte běžný název:
de: Standardtext auswählen:
es: Seleccionar texto estándar:
fr: Sélectionner un texte standard:
hu: Standard szöveg kiválasztása
it: Seleziona il testo standard:
nl: Selecteer standaardtekst
pt_br: Texto padrão selecionado
ro: Selectați textul standard:
ru: Выбрать стандартный текст:
sv: Välj standardtext:

source: Date Format
bg: Формат на датата
cs: Formát datumu
de: Datumsformat
es: Formato de Fecha
fr: Format de date
hu: Dátumformátum
it: Formato della data
nl: Datumnotatie
pt_br: Formato da Data
ro: Format dată
ru: Формат даты
sv: Datumformat

source: The date format in the QIF file is ambiguous. Please select the correct format.
bg: Форматът на датата във файла QIF е двусмислен. Моля, изберете правилния формат.
cs: Formát datumu v souboru QIF není správný. Prosím vyberte správný formát.
de: Das Datumsformat in diser QIF-Datei ist zweideutig. Bitte wählen Sie das korrekte Datumsformat.
es: El formato de la fecha del archivo QIF es ambiguo. Por favor, elige un formato correcto.
fr: Le format de date dans le fichier QIF est ambigu. S'il vous plaît sélectionner le format correct.
hu: A QIF fájl dátumformátuma félreérthető. Válaszd a helyes formátumot.
it: Il formato della data nel file QIF è ambigua. Per favore seleziona il formato corretto.
nl: De datumnotatie in het QIF-bestand is niet eenduidig. Kies a.u.b. de juiste notatie.
pt_br: O formato de data deste arquivo QIF é ambíguo. Por favor selecione o formato correto.
ro: Formatul de dată în fișierul QIF este ambiguu. Selectați formatul corect.
sv: Datumformatet i QIF-filen är tvetydigt. Var vänlig välj det korrekta formatet.

source: Default Account
bg: Сметка по подразбиране
cs: Výchozí účet
de: Standardkonto
es: Cuenta por Defecto
fr: Compte par défaut
hu: Alapértelmezett számla
it: Conto predefinito
nl: Standaard tegenrekening
pt_br: Conta padrão
ro: Cont implicit
ru: Счет по умолчанию
sv: Förvalt konto

source: Could not find any account definitions in the QIF file. Please select a default account. It is also possible that this is caused by a localized opening balance text.
bg: Не можаха да бъдат намерени определения за сметката в QIF файла. Моля, изберете акаунта по подразбиране. Възможно е също така, това да е причинено от локален текст за началното салдо.
cs: V souboru QIF nelze najít žádný účet. Prosím vyberte výchozí účet. Problém může také spočívat v lokalizaci textu otevírané bilance.
de: Konnte keine Kontendefinitionen in der QIF-Datei finden. Bitte wählen Sie ein Standardkonto. Dies kann durch lokal veränderte Starteinlagen-Texte entstenen.
es: No se pudo encontrar ninguna definicion de cuentas en el archivo QIF. Por favor, seleccione una cuenta por defecto. Es posible que esto sea causado por utilizar una localizacion del texto del balance.
fr: Impossible de trouver les définitions de compte dans le fichier QIF. S'il vous plaît sélectionner un compte par défaut. Il est également possible que cela soit du au solde ouvert traduit en français.
hu: Nem található számladefiníció a QIF fájlban. Válassz egy alapértelmezett számlát.
nl: Er zijn geen rekeningdefinities in het QIF-bestand aangetroffen. U kunt een terugval-rekening kiezen. Het is ook mogelijk dat dit probleem het gevolg is van een gelokaliseerde openingsbalanstekst.
pt_br: Não foi possível achar nenhuma conta definida neste arquivo QIF. Por favor selecione a conta padrão. Isso pode ocorrer por causa de um texto de abertura de balanço localizado.
ro: Nu s-au putut găsi definiții de conturi în fișierul QIF. Selectați un cont implicit. Această eroare poate fi cauzată și de localizarea textului balanței de deschidere.
sv: Programmet fann inga kontodefinitioner i QIF-filen. Var vänlig välj ett förvalt konto. Det är möjligt att detta beror på en översatt öppningsbalanstext.

source: Default account:
bg: Сметка по подразбиране:
cs: Výchozí účet:
de: Standardkonto:
es: Cuenta por Defecto:
fr: Compte par défaut:
hu: Alapértelmezett számla:
it: Conto predefinito:
nl: Standaard account:
pt_br: Conta padrão:
ro: Cont implicit:
ru: Счет по умолчанию:
sv: Förvalt konto:

source: Opening balance text:
bg: Начален баланс:
cs: Text otevírané bilance:
de: Starteinlagen-Text:
fr: Texte du solde ouvert:
hu: Nyitóegyenleg szöveg:
it: Testo di apertura bilancio:
nl: Openingsbalanstekst:
pt_br: Texto de abertura de balanço:
ro: Text balanță de deschidere:
ru: Открытый текст баланса:
sv: Öppningsbalanstext:

source: Descriptions
bg: Описание
cs: Popisy
de: Beschreibungen
es: Descripciones
hu: Típusok
it: Descrizioni
nl: Omschrijvingen
pt_br: Descrições
ro: Descrieri
ru: Описания
sv: Beskrivningar

source: Transactions in QIF files does not have any specific description property. You are therefore given the option to choose how the description of imported transactions will be set.
bg: Транзакциите във файловете QIF не разполагат с конкретни описание на собствеността. Ето защо това ви дава възможност да изберете как ще бъде създадено описанието на въведените транзакции.
cs: Popis transakcí v souboru QIF nemá typické vlastnosti. Proto máte možnost vybrat, jak bude popis importovaných transakcí nastaven.
de: Transaktionen in QIF-Dateien haben keine eigene Beschreibungsfelder. Daher erhalten Sie die Möglichkeit zu wählen, wie die Beschreibungen der importierten Transaktionen gefüllt werden.
fr: Les transactions dans les fichiers QIF n'ont pas de propriétés de description spécifique. C'est pourquoi vous allez donner l'option pour définir comment la description des transactions importées sera établie.
hu: A QIF fájlban lévő tranzakcióknak nincs specifikus tulajdonsága. Ezért beállíthatod az importált tranzakciók típusát.
nl: Bij transacties in QIF-bestanden wordt geen omschrijving vermeld. U kunt aangeven welke omschrijving aan geïmporteerde transacties wordt toegevoegd.
pt_br: As transações em arquivos QIF não precisam ter nenhuma descrição própria específicada. Você, tem, então a opção de como a descrição das transações importadas serão definidas.
ro: Tranzacțiile într-un fișier QIF nu au descrieri specifice. Aveți opțiunea de a stabili descrierea tranzacțiilor importate.
sv: Transaktioner i QIF-filer har inte någon specifik beskrivningsegenskap.Du har därför möjligheten att välj hur beskrivningen för importerade transaktioner skall anges.

source: Subcategories as:
bg: Подкатегории като:
cs: Podkategorie jako:
de: Unterkategorien als:
es: Subcategorías como:
fr: Sous-catégories de:
hu: Alkategóriák mint:
it: Sottocategorizza come:
nl: Subcategorieën als:
pt_br: Subcategorias como:
ro: Subcategorii ca:
ru: Субкатегория как:
sv: Underkategorier som:

source: Ignore
bg: игнорирай
cs: Ignorovat
de: Ignorieren
es: Omitir
fr: Ignorer
hu: Mellőzés
it: Ignora
nl: Negeer
pt_br: Ignorar
ro: Ignoră
ru: Игнорировать
sv: Ignorera

source: Payee as:
bg: Получателя на плащането като:
cs: Příjemce jako:
de: Empfänger als:
es: Acreedor como:
fr: Bénéficiaire de:
hu: Kedvezményezett mint:
it: Creditore come:
nl: Crediteur als:
pt_br: Credor como:
ro: Beneficiar ca:
ru: Получатель как:
sv: Mottagare som:

source: Payee
bg: Получател
cs: Příjemce
de: Empfänger
es: Acreedor
fr: Bénéficiaire
hu: Kedvezményezett
it: Debitore
nl: Crediteur
pt_br: Credor
ro: Beneficiar
ru: Получатель
sv: Mottagare

source: Memo as:
bg: Отбележи като:
cs: Poznámka jako:
de: Notiz als:
fr: Note de:
hu: Emlékeztető mint:
it: Memorizza come:
nl: Notitie als:
pt_br: Anotações:
ro: Notă ca:
ru: Запомнить как:
sv: Memo som:

source: Priority:
bg: Приоритет:
cs: Priorita:
de: Priorität:
es: Prioridad:
fr: Priorité:
hu: Prioritás:
it: Priorità:
nl: Prioriteit:
pt_br: Prioridade
ro: Prioritate:
ru: Приоритет:
sv: Prioritet:

source: Subcategory/Payee/Comments
bg: Подкатегория /Бенефициент/Коментари
cs: Podkategorie/Příjemce/Komentáře
de: Unterkategorie/Empfänger/Kommentare
es: Subcategoría/Acreedor/comentarios
fr: Sous-catégorie/Bénéficiaire/Commentaires
hu: Alkategória/Kedvezményezett/Megjegyzések
it: Sottocategoria/Creditore/Commenti
nl: Subcategorie/Crediteur/Opmerkingen
pt_br: Subcategoria/Credor/Comentários
ro: Subcategorie/beneficiar/comentarii
ru: Субкатегория/Получатель/Комментарии
sv: Subkategori/betalningsmottagare/kommentarer

source: Payee/Subcategory/Comments
bg: Бенефициент/Подкатегория /Коментари
cs: Příjemce/Podkategorie/Komentáře
de: Empfänger/Unterkategorie/Kommentare
es: Acreedor/Subcategoría/Comentarios
fr: Bénéficiaire/Sous-Catégorie/Commentaires
hu: Kedvezményezett/Alkategória/Megjegyzések
it: Creditore/Sottocategoria/Commenti
nl: Crediteur/Subcategorie/Opmerkingen
pt_br: Credor/subcategoria/Comentários
ro: Beneficiar/subcategorie/comentarii
ru: Получатель/Субкатегория/Комментарии
sv: Betalningsmottagare/subkategori/kommentarer

source: Subcategory/Comments/Payee
bg: Подкатегория/Коментари /Бенефициент
cs: Podkategorie/Komentáře/Příjemce
de: Unterkategorie/Kommentare/Empfänger
es: Subcategoría/Comentarios/Acreedor
fr: Sous-Catégorie/Commentaires/Bénéficiaire
hu: Alkategória/Megjegyzések/Kedvezményezett
it: Sottocategoria/Commenti/Creditore
nl: Subcategorie/Opmerkingen/Crediteur
pt_br: Subcategoria/Comentários/Credor
ro: Subcategorie/comentarii/beneficiar
ru: Субкатегория/Комментарии/Получатель
sv: Subkategori/kommentarer/betalningsmottagare

source: Payee/Comments/Subcategory
bg: Бенефициент/Коментари /Подкатегория
cs: Příjemce/Komentáře/Podkategorie
de: Empfänger/Kommentare/Unterkategorie
es: Acreedor/Comentarios/Subcategoría
fr: Bénéficiaire/Commentaires/Sous-Catégorie
hu: Kedvezményezett/Megjegyzések/Alkategória
it: Creditore/Commenti/Sottocategoria
nl: Crediteur/Opmerkingen/Subcategorie
pt_br: Emitente/Comentários/Subcategorias
ro: Beneficiar/comentarii/subcategorie
ru: Получатель/Комментарии/Субкатегория
sv: Betalningsmottagare/kommentarer/subkategori

source: Comments/Subcategory/Payee
bg: Коментари /Подкатегория/Бенефициент
cs: Komentáře/Podkategorie/Příjemce
de: Kommentare/Unterkategorie/Empfänger
es: Comentarios/Subcategoría/Acreedor
fr: Commentaires/Sous-Catégorie/Bénéficiaire
hu: Megjegyzések/Alkategória/Kedvezményezett
it: Commenti/Sottocategoria/Creditore
nl: Opmerkingen/Subcategorie/Crediteur
pt_br: Comentários/Subcategorias/Emitentes
ro: Comentarii/subcategorie/beneficiar
ru: Комментарии/Субкатегория/Получатель
sv: Kommentarer/subkategori/betalningsmottagare

source: Comments/Payee/Subcategory
bg: Коментари /Бенефициент/Подкатегория
cs: Komentáře/Příjemce/Podkategorie
de: Kommentare/Empfänger/Unterkategorie
es: Comentarios/Acreedor/Subcategoría
fr: Commentaires/Bénéficiaire/Sous-Catégorie
hu: Megjegyzések/Kedvezményezett/Alkategória
it: Commenti/Creditore/Sottocategoria
nl: Opmerkingen/Crediteur/Subcategorie
pt_br: Comentários/Emitentes/Subcategorias
ro: Comentarii/beneficiar/subcategorie
ru: Комментарии/Получатель/Субкатегория
sv: Kommentarer/betalningsmottagare/subkategori

source: Unknown
bg: Неизвестен
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pt_br: Disconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänd

source: Bank
bg: Банка
cs: Banka
es: Banco
fr: Banque
it: Banca
pt_br: Banco
ro: Bancă
ru: Банк

source: Cat (Category)
bg: Cat (Категория)
cs: Kat (Kategorie)
de: Kat. (Kategorie)
es: Cat (Categoría)
fr: Cat (Catégorie)
hu: Kat. (Kategória)
it: Cat (Categoria)
nl: Cat (Categorie)
pt_br: Cat (Categoria)
ro: Cat (Categorie)
ru: Кат. (Категория)
sv: Cat (Kategori)

source: CCard (Credit Card)
bg: CCard (кредитна карта)
cs: PKarta (Platební karta)
de: Kreditkarte
es: CCard (Tarjeta de Crédito)
fr: CCard (Carte de crédit)
hu: H.kártya (Hitelkártya)
it: CCredito (Carta di Credito)
pt_br: Ccrédito (Cartão de crédito)
ro: CCard (card credit)
ru: Кредитная карта
sv: CCard (Kreditkort)
