Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: Edit Securities Bought
bg: Редактиране на покупка на ценни книжа
cs: Upravit nákup cenných papírů
de: Gekaufte Wertpapiere bearbeiten
es: Editar
fr: Éditer les titres achetés
hu: Értékpapír vétel szerkesztése
it: Modifica i titoli acquistati
nl: Gekochte effecten bewerken
pt_br: Editar seguranças compradas
ro: Editează titluri de valoare cumpărate
ru: Править ценные покупки
sv: Redigera köp

source: Edit Securities Sold
bg: Редактиране на продажба на ценни книжа
cs: Upravit prodej cenných papírů
de: Verkaufte Wertpapiere bearbeiten
es: Editar Acciones Vendidas
fr: Éditer les titres vendus
hu: Értékpapír eladás szerkesztése
it: Modifica i titoli venduti
nl: Verkochte effecten bewerken
pt_br: Editar seguranças vendidas
ro: Editează titluri de valoare vândute
ru: Править ценные продажи
sv: Redigera försäljning

source: Dividend
bg: Дивиденти
cs: Dividenda
de: Dividende
es: Dividendo
fr: Dividende
hu: Osztalék
it: Dividendo
pt_br: Dividendo
ru: Дивидент
sv: Utdelning

source: Repayment
bg: Върната сума
cs: Splátka
de: Rückzahlung
es: Refinanciamiento
fr: Remboursement
hu: Visszafizetés
it: Rimborso
nl: Aflossing
pt_br: "Re-pagamento"
ro: Restituire
ru: Оплата
sv: Återbetalning

source: Refund
bg: Обезщетение
cs: Úhrada
de: Rückerstattung
es: Reembolso
fr: Rembourser
hu: Visszatérítés
it: Rimborso
nl: Terugstorten
pt_br: Reembolso
ro: Rambursare
ru: Получение оплаты
sv: Återbetalning

source: Split Transaction
bg: Разделяне на транзакциите
cs: Rozdělená transakce
de: Teiltransaktion
es: Dividir Transacciones
fr: Transaction séparée
hu: Osztott tranzakció
it: Dividi la Transazione
nl: Gesplitste transactie
pt_br: Dividir Transação
ro: Împarte tranzacția
ru: Разбить транзацию
sv: Delad transaktion

source: Description:
bg: Описание:
cs: Popis:
de: Beschreibung:
es: Descripción
hu: Leírás:
it: Descrizione:
nl: Omschrijving:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sv: Beskrivning:

source: Date:
bg: Дата:
cs: Datum:
de: Datum:
es: Fecha:
hu: Dátum:
it: Data:
nl: Datum:
pt_br: Data:
ro: Dată:
ru: Дата:
sv: Datum:

source: Account:
bg: Сметка:
cs: Účet:
de: Konto:
es: Cuenta:
fr: Compte:
hu: Számla:
it: Conto:
nl: Rekening:
pt_br: Conta:
ro: Cont:
ru: Счет:
sv: Konto:

source: Transactions:
bg: Транзакции:
cs: Transakce:
de: Transaktionen:
es: Transacción
hu: Tranzakciók:
it: Transazioni:
nl: Transacties:
pt_br: Transações
ro: Tranzacții:
ru: Транзакция:
sv: Transaktioner:

source: Type
bg: Вид
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
pt_br: Digitar
ro: Tip
ru: Тип
sv: Typ

source: Description
bg: Описание
cs: Popis
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
nl: Omschrijving
pt_br: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning

source: Account/Category
bg: Сметка/Категория
cs: Účet/Kategorie
de: Konto/Kategorie
es: Cuenta/Categoría
fr: Compte/Catégorie
hu: Számla/Kategória
it: Conto/Categoria
nl: Rekening/Categorie
pt_br: Conta/Categoria
ro: Cont/Categorie
ru: Счет/Категория
sv: Konto/kategori

source: Payment
bg: Плащане
cs: Platba
de: Zahlung
es: Pago
fr: Paiement
hu: Fizetés
it: Pagamento
nl: Betaling
pt_br: Pagamento
ro: Plată
ru: Платеж
sv: Betalning

source: Deposit
bg: Депозит/внос
cs: Vklad
de: Einlage
es: Depósito
fr: Dépôt
hu: Letét
it: Deposito
nl: Storting
pt_br: Depósito
ro: Depozit
ru: Депозит
sv: Insättning

source: New
bg: Нов
cs: Nový
de: Neu
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
nl: Nieuw
pt_br: Novo
ro: Nou
ru: Новый
sv: Ny

source: New Expense…
bg: Нов разход …
cs: Nový výdaj…
de: Neue Ausgabe…
es: Nuevo Gasto…
hu: Új kiadás…
nl: Nieuwe kosten…
ro: Cheltuială nouă…
ru: Новый расход…

source: New Income…
bg: Нов приход…
cs: Nový příjem…
de: Neue Einnahme…
es: Nuevo Ingreso…
hu: Új bevétel…
nl: Nieuwe inkomsten…
ro: Venit nou…
ru: Новый доход…

source: New Deposit…
bg: Нова вноска…
cs: Nový vklad…
de: Neue Einlage…
es: Nuevo Deposito…
hu: Új letét…
nl: Nieuwe storting…
ro: Depozit nou…
ru: Новый депозит…

source: New Withdrawal…
bg: Ново теглене …
cs: Nový výběr…
de: Neue Abhebung…
es: Nuevo Retiro…
hu: Új kivét…
nl: Nieuwe opname…
ro: Retragere nouă…
ru: Новое изъятие…

source: New Security Shares Bought…
bg: Покупка на нови ценни книжа и акции
de: Neue Sicherheitsaktien gekauft…
hu: Új részvényvásárlás…
nl: Nieuw gekochte aandelen…
ro: Titluri de valoare nou cumpărate…

source: Security Shares Sold…
bg: Продажба на акции…
cs: Cenné papíry prodané..
de: Anteile verkaufter Wertpapiere…
es: Acciones de Seguridad Vendidas..
hu: Részvény eladás…
nl: Aandelen verkocht…
ro: Titluri de valoare vândute…
ru: Продажи ценных акций…

source: New Dividend…
bg: Нов дивидент…
cs: Nová dividenda…
de: Neue Dividende…
es: Nuevo Dividendo…
hu: Új osztalék…
nl: Nieuw dividend…
ro: Dividend nou…
ru: Новые дивиденты…

source: Edit…
bg: Редактиране…
cs: Upravit…
de: Bearbeiten…
es: Editar…
hu: Szerkesztés…
nl: Bewerk…
ro: Editează…
ru: Правка…

source: Total value:
bg: Обща стойност:
cs: Celková hodnota:
de: Gesamtwert:
es: Valor total:
fr: Valeur totale:
hu: Összes érték:
it: Valore totale:
nl: Totale waarde:
pt_br: Valor Total:
ro: Valoare totală:
ru: Итог:
sv: Totalt värde:

source: No suitable account available.
bg: Няма подходяща сметка на разположение.
cs: Vhodný účet není k dispozici.
de: Kein geeignetes Konto verfügbar
es: No se encuentra una cuenta adecuada disponible.
fr: Pas de compte approprié disponible
hu: Nincs megfelelő számla.
it: Nessun conto adeguato è disponibile.
nl: Geen geschikte rekening beschikbaar.
pt_br: Nenhuma conta possível avaliável
ro: Nici un cont potrivit nu este disponibil.
ru: Имеющийся счет не пригоден
sv: Inget lämpligt konto finns tillgängligt.

source: Future dates is not allowed.
bg: Бъдещи дати не са позволени.
cs: Budoucí datumy nejsou povoleny.
de: Ein Datum in der Zukunft ist nicht erlaubt.
es: Fechas posteriores no son permitidas.
fr: Les dates futures ne sont pas permises.
hu: Jövőbeli dátum nem megengedett.
it: Date future non sono permesse
nl: Datums in de toekomst zijn niet toegestaan.
pt_br: Datas futuras não são permitidas.
ro: Datele în viitor nu sunt permise.
ru: Будущие даты не разрешены.
sv: Framtida datum är inte tillåtna.

source: A split must contain at least two transactions.
bg: Разделянето трябва да съдържа най-малко две транзакции.
cs: Pro rozdělení potřebujete nejméně dvě transakce.
de: Eine geteilte Transaktion besteht aus mindestens zwei Transaktionen.
es: Una división debe al menos contener dos transacciones.
fr: Une séparation doit contenir au moins deux transactions.
hu: Egy osztott tranzakció legalább két tranzakcióból áll.
it: Una suddivisione deve contenere almeno due transazioni.
nl: Een splitsing moet minstens twee transacties bevatten.
pt_br: Para dividir é nescessário no míninmo duas transações.
ro: O împărțire trebuie să conțină cel puțin două tranzacții.
ru: Разделение должно быть ограниченно минимум двумя транзакциями.
sv: En delad transaktion måste innehålla minst två transaktioner.

source: Cannot transfer money to and from the same account.
bg: Не можете да прехвърляте пари от една и съща сметка.
cs: Peníze nelze převést na stejný účet.
de: Transfer zum selben Konto könenn nicht durchgeführt werden.
es: No se puede transferir dinero de y hacia la misma cuenta.
fr: Impossible de transférer de l'argent de et vers le même compte.
hu: Nem lehet átutalni ugyanarról ugyanarra a számlára.
it: Impossibile trasferire denaro a e dallo stesso conto.
nl: Kan geen geld overmaken naar en van dezelde rekening.
pt_br: Não podemos transferir o mesmo dinheiro para a mesma conta.
ro: Nu se pot transfera bani din și către același cont.
ru: Невозможно перевести деньги на тот же самый счет.
sv: Kan inte överföra pengar till och från samma konto.

source: Cost:
bg: Разходи:
cs: Cena:
de: Kosten:
es: Gasto:
fr: Coût:
hu: Költség:
it: Costo:
nl: Kosten:
pt_br: Custo:
ru: Цена:
sv: Kostnad:

source: Income:
bg: Приход:
cs: Příjem:
de: Einnahmen:
es: Ingreso:
fr: Revenu:
hu: Bevétel:
it: Entrata:
nl: Inkomsten:
pt_br: Renda:
ro: Venit:
ru: Доход:
sv: Inkomst:

source: Quantity:
bg: Количество:
cs: Počet:
de: Menge:
es: Cantidad:
fr: Quantité:
hu: Mennyiség:
it: Quantità:
nl: Hoeveelheid:
pt_br: Quantidade
ro: Cantitate:
ru: Количество:
sv: Kvantitet:

source: Comments:
bg: Коментари:
cs: Poznámky:
de: Kommentare:
es: Comentarios:
fr: Commentaires:
hu: Megjegyzések:
it: Commenti:
nl: Opmerkingen:
pt_br: Comentários:
ro: Comentarii:
ru: Коментарии:
sv: Kommentarer:

source: Reinvested Dividend
bg: Реинвестирани дивиденти
cs: Reinvestované dividendy
de: Reinvestierte Dividende
es: Dividendos Reinvertidos
fr: Réinvestir le dividende
hu: Újra befektetett osztalék
it: Dividendo Reinvestito
nl: Geherinvesteerd dividend
pt_br: Dividendo Reaplicado
ro: Dividend reinvestit
ru: Вкладываемые дивиденты
sv: Reinvesterad utdelning

source: Security:
bg: Ценна книга:
cs: Cenný papír:
de: Wertpapier:
es: Seguridad:
fr: Titre:
hu: Értékpapír:
it: Sicurezza:
nl: Effecten:
pt_br: Segurança
ro: Titlu de valoare:
ru: Ценные бумаги:
sv: Värdepapper:

source: Shares added:
bg: Добавяне на акции:
cs: Podíly přidané:
de: Hinzugefügte Anteile:
es: Unidades añadidas:
fr: Parts ajoutées:
hu: Hozzáadott részvények:
it: Azioni aggiunte:
nl: Aandelen toegevoegd:
pt_br: Ações Adicionadas
ro: Acțiuni adăugate:
ru: Добавить акции:
sv: Andelning tillkomna:

source: Security Trade
bg: Сигурност на търговията
cs: Obchod cenným papírem
de: Wertpapierhandel
es: Transacción de Acciones
fr: Vente de titres
hu: Értékpapír-forgalom
it: Commercio di titoli
nl: Effectenhandel
pt_br: Negócio Seguro
ro: Tranzacție titlu de valoare
ru: Торговля ценными бумагами
sv: Byte

source: From security:
bg: От ценна книга:
cs: Z cenného papíru:
de: Von Wertpapier:
es: De la acción:
fr: Titre de:
hu: Forrás értékpapír:
it: Dal titolo:
nl: Van effecten:
pt_br: De segurança.
ro: De la titlu de valoare:
ru: К ценным бумагам:
sv: Från värdepapper:

source: Shares moved:
bg: Преместни акции:
cs: Přesunuté podíly:
de: Anteile verschoben:
es: Unidades movidas:
fr: Parts transférées:
hu: Áthelyezett részvények:
it: Titoli trasferiti:
nl: Effecten verplaatst:
pt_br: Ações movidas:
ro: Acțiuni mutate:
ru: Переместить акции:
sv: Andelar flyttade:

source: All
bg: Всичко
cs: Vše
de: Alle
es: Todo
fr: Tout
hu: Összes
it: Tutti
nl: Alle
pt_br: Tudo
ro: Tot
ru: Все
sv: Allt

source: To security:
bg: На ценна книга:
cs: K cennému papíru:
de: Zu Wertpapier
es: Para la acción:
fr: Vers le titre:
hu: Cél értékpapír:
it: Al titolo:
nl: Naar effecten:
pt_br: Para segurança.
ro: Către titlu de valoare:
ru: К ценным бумагам.
sv: Till värdepapper:

source: Shares received:
bg: Получени акции:
cs: Podíly přijaté:
de: Anteile erhalten:
es: Dividendos recibidos:
fr: Parts reçues:
hu: Kapott részvények:
it: Azioni ricevute:
nl: Effecten ontvangen:
pt_br: Ações recebidas:
ro: Acțiuni primite:
ru: Полученные акции:
sv: Andelar tillkomna:

source: Value:
bg: Стойност:
cs: Hodnota:
de: Wert:
es: Valor
fr: Valeur:
hu: Érték:
it: Valore:
nl: Waarde:
pt_br: Valor:
ro: Valoare:
ru: Стоимость:
sv: Värde:

source: No other security available for trade in the account.
bg: Няма друга защита за търговия по сметката.
cs: Na účtu už není žádný cenný papír pro obchodování.
de: Keine weiteren Wertpapiere zum Handeln in diesem Account vorhanden:
es: No hay otra acción disponible para comerciar en esta cuenta.
fr: Pas d'autre titre disponible pour la vente dans ce compte.
hu: Nincs más értékesíthető értékpapír a számlán.
it: Nessun altro titolo disponibile per commercio, nel conto.
nl: Geen andere effecten beschikbaar om te verhandelen op deze rekening.
pt_br: Nenhuma outra segurança avaliável para negociar na conta.
ro: Nici un alt titlu de valoare nu este disponibil pentru tranzacționare în cont.
ru: Нет других ценных бумаг для торговли в счете.
sv: Inget annat värdepapper finns tillgängligt för byte i kontot.

source: Selected to and from securities are the same.
bg: Избраните и тези ценни книжа са едни и същи.
cs: Pro a od jsou stejné.
de: Ausgewählte "von" und "nach" Wertpapiere sind die selben
es: El origen y el destino de las acciones es el mismo.
hu: A kiválasztott cél és forrás értékpapírok ugyanazok.
it: A e Da sicurezze sono la stessa.
nl: Gekozen effecten Van en Naar zijn hetzelfde.
pt_br: destino e a origem das seguranças são as mesmas.
ro: Titlurile de valoare selectate „de la” și „la” sunt identice.
ru: Выбранные источник и назначение для ценных бумаг один и тот же.
sv: Valda värdepapper måste vara olika.

source: Zero shares not allowed.
bg: Нулеви акции не са разрешени.
cs: Nulové podíly nejsou povoleny.
de: Keine Anteile sind nicht erlaubt
es: Cero unidades no está permitido
fr: Zéro partages non autorisé.
hu: Nulla részvény nem megengedett.
it: Zero azioni non è permesso.
nl: Nul effecten niet toegestaan.
pt_br: Nenhuma ação não autorizada.
ro: Acțiuni zero nu este permis.
ru: Акции с нулевой стоимостью не разрешены.
sv: Noll andelar är inte tillåtet.

source: Zero value not allowed.
bg: Нулева стойност, не се допуска.
cs: Nulová hodnota není povolena.
de: Kein Wert ist nicht erlaubt.
es: Valor Cero no esta permitido
fr: Valeur nulle non autorisée.
hu: Nulla érték nem megengedett.
it: Il valore zero non è permesso.
nl: Geen waarde niet toegestaan.
pt_br: Nnehum valor não autorizado.
ro: Valoarea zero nu este permisă.
ru: Нулевая стоимость не разрешена.
sv: Noll värde är inte tillåtet.

source: Quotations
bg: Оферти
cs: Kurzy
de: Kurse
es: Cita
fr: Devis
hu: Árfolyamok
it: Quotazione
nl: Noteringen
pt_br: Cotações
ro: Cotație
ru: Котировка
sv: Kurser

source: Date
bg: Дата
cs: Datum
de: Datum
es: Fecha
hu: Dátum
it: Data
nl: Datum
pt_br: Data
ro: Dată
ru: Дата
sv: Datum

source: Price per Share
bg: Цена на акция
cs: Cena za podíl
de: Preis pro Anteil
es: Precio por unidad
fr: Prix par part
hu: Részvényenkénti ár
it: Prezzo per Azione
nl: Prijs per aandeel
pt_br: Preço por Ação
ro: Preț per acțiune
ru: Цена через акции
sv: Pris per andel

source: Quotations for %1
bg: Котировки на %1
cs: Kurz pro %1
de: Kurse für %1
es: Citas para %1
fr: Quotations pour %1
hu: %1 árfolyamai
it: Quotazione per %1
nl: Noteringen voor %1
pt_br: Cotações para %1
ro: Cotații pentru %1
ru: Курс для %1
sv: Kurser för %1

source: The following transactions was scheduled to occur today or before today. Confirm that they have indeed occurred (or will occur today).
bg: Следните транзакции бе насрочено да се състоят днес или вчера. Уверете се, че те наистина са се случили (или ще се появят днес).
cs: Následující transakce byly naplánovány na dnešní nebo dřívější datum. Potvrďte, že opravdu proběhly (nebo dnes proběhnou).
de: Die folgenden Transaktionen sollen heute oder in der Vergangenheit durchgeführt werden. Bestätigen Sie, daß diese Transaktionen tatsächlich durchgeführt wurden (oder heute durchgeführt werden).
es: La siguiente transacción fue planificada para ocurrir el día de hoy o después. Confirme que esta efectivamente ocurrió, (o lo hará el día de hoy).
fr: Les transactions suivantes étaient prévues pour se dérouler aujourd'hui ou avant aujourd'hui. Veuillez confirmer qu'elles se sont déroulées (ou vont se dérouler aujourd'hui).
hu: A következő tranzakciók teljesítése volt tervezve a mai napra vagy korábbra. Erősítsd meg, hogy ezek valóban teljesültek (vagy teljesülnek a mai napon).
it: La seguente transazione è stata pianificata per occorrere oggi o precedentemente. Conferma che è veramente occorsa (o che occorrerà oggi).
nl: De volgende transacties waren gepland om vandaag of eerder plaats te vinden. Bevestig dat ze plaats hebben gevonden (of vandaag nog plaats zullen vinden).
pt_br: As transações a seguir estavam agendadas para ocorrerem hoje ou ontem. Confirme se elas realmente ocorreram (ou irão ocorrer hoje).
ro: Următoarele tranzacții au fost planificate să se producă azi sau mai înainte. Confirmați că s-au produs (sau că se vor produce astăzi).
ru: Следующие транзакции по графику были сегодня или в прошлом. Подтвердите это случилось (или случится сегодня)
sv: Följande transaktioner var planerade att infalla idag eller tidigare. Bekräfta att de faktiskt genomfördes (eller kommer att genomföras idag):

source: Amount
bg: Сума
cs: Množství
de: Wert
es: Monto
fr: Montant
hu: Mennyiség
it: Quantità
nl: Bedrag
pt_br: Quantia
ro: Cantitate
ru: Количество
sv: Värde

source: Postpone…
bg: Отлагане…
cs: Odložit…
de: Verschieben…
es: Postponer…
hu: Halasztás…
nl: Uitstellen…
ro: Amână…
ru: Отложить…

source: Can only postpone to future dates.
bg: Може само да се отложи за бъдещи дати.
cs: Odložit lze pouze na budoucí datum.
de: Man kann nur auf zukünftige Termine verschieben.
es: Solo puede posponer a fechas posteriores.
fr: Opération remise à plus tard.
hu: Csak jövőbeli dátumra halasztható.
it: Si può rinviare solo a date future.
nl: Kan alleen uitstellen naar een datum in de toekomst.
pt_br: Só pode ser adiado para datas futuras.
ro: Nu se poate amâna decât în viitor.
ru: Могу только отложить до будущего.
sv: Kan enbart senarelägga till framtida datum.

source: Transactions for %1
bg: Транзакции за %1
cs: Transakce pro %1
de: Transaktionen für %1
es: Transacciones para %1
fr: Transactions pour %1
hu: %1 tranzakciói
it: Transazione per %1
nl: Transacties voor %1
pt_br: Transações para %1
ro: Tranzacții pentru %1
ru: Транзакции для %1
sv: Transaktioner för %1

source: Shares
bg: Акции
cs: Podíly
de: Anteile
es: Unidades
fr: Parts
hu: Részvények
it: Azioni
nl: Aandelen
pt_br: Ações
ro: Acțiuni
ru: Акции
sv: Andelar

source: Shares Bought
bg: Изкупени акции
cs: Podíly koupené
de: Anteile gekauft
es: Unidades Compradas
fr: Parts achetées
hu: Részvényvásárlás
it: Azioni comprate
nl: Aandelen Gekocht
pt_br: Ações compradas
ro: Acțiuni cumpărate
ru: Купленные акции
sv: Andelar köpta

source: Shares Sold
bg: Изкупени акции
cs: Podíly prodané
de: Anteile verkauft
es: Unidades Vendidas
fr: Parts vendues
hu: Részvényeladás
it: Azioni vendute
nl: Aandelen Verkocht
pt_br: Ações vendidas
ro: Acțiuni vândute
ru: Проданные акции
sv: Andelar sålda

source: Shares Sold (Traded)
bg: Акции Продадени (търгувани)
cs: Prodej podílů (obchodní)
de: Anteile verkauft (gehandelt)
es: Unidades Vendidas (Transacción)
fr: Parts vendues (Ventes)
hu: Részvényeladás (megkötött)
it: Azioni vendute (commerciate)
nl: Aandelen Verkocht (Handel)
pt_br: Ações vendidas (Negociada)
ro: Acțiuni vândute (schimbate)
ru: Проданные акции (торгуемые)
sv: Andelar sålda (flyttade)

source: Shares Bought (Traded)
bg: Изкупени акции (търгувани)
cs: Koupené podíly (obchodované)
de: Anteile gekauft (gehandelt)
es: Unidades Compradas (Transacción)
fr: Parts achetées (Ventes=
hu: Részvényvásárlás (megkötött)
it: Azioni comprate (commerciate)
nl: Aandelen Gekocht (Handel)
pt_br: Ações compradas (Negociada)
ro: Acțiuni vândute (schimbate)
ru: Купленные акции (торгуемые)
sv: Andelar köpta (flyttade)

source: Shares Bought (Recurring)
bg: Изкупени акции (повтарящи се)
cs: Koupené podíly (opakované)
de: Anteile gekauft (wiederkehrend)
es: Acciones Compradas (Recurrentes)
fr: Parts achetées (Récurrentes)
hu: Részvényvásárlás (ismétlődő)
it: Azioni comprate (con ricorrenza)
nl: Aandelen Gekocht (Herhalend)
pt_br: Ações compradas (Retornando)
ro: Acțiuni cumpărate (recurent)
ru: Купленные акции(повторно)
sv: Andelar köpta (återkommande)

source: Shares Sold (Recurring)
bg: Акции Продадени (повтарящи се)
cs: Prodané podíly (opakované)
de: Anteile verkauft (wiederkehrend)
es: Acciones Vendidas (Recurrentes)
fr: Parts vendues (Récurrentes)
hu: Részvényeladás (ismétlődő)
it: Azioni vendute (con ricorrenza)
nl: Aandelen Verkocht (Herhalend)
pt_br: Ações vendidas (Retornando)
ro: Acțiuni vândute (recurent)
ru: Проданные акции (повторно)
sv: Andelar sålda (återkommande)

source: Shares Bought (Scheduled)
bg: Изкупени акции (по график)
cs: Koupené podíly (plánované)
de: Anteile gekauft (geplant)
es: Acciones Compradas (Programada)
fr: Parts achetées (planifiées)
hu: Részvényvásárlás (tervezett)
it: Azioni comprate (pianificate)
nl: Aandelen Gekocht (Gepland)
pt_br: Ações compradas (Agendadas)
ro: Acțiuni cumpărate (planificate)
ru: Купленные акции (по плану)
sv: Andelar köpta (planerad)

source: Shares Sold (Scheduled)
bg: Акции Продадени (по график)
cs: Prodané podíly (plánované)
de: Anteile verkauft (geplant)
es: Acciones Vendidas (Programado)
fr: Parts vendues (planifiées)
hu: Részvényeladás (tervezett)
it: Azioni vendute (pianificate)
nl: Aandelen Verkocht (Gepland)
pt_br: Ações vendidads (Agendadas)
ro: Acțiuni vândute (planificate)
ru: Проданные акции (по плану)
sv: Andelar sålda (planderad)

source: Recurring Dividend
bg: Повтарящи се дивиденти
cs: Opakované dividendy
de: Wiederkehrende Dividende
es: Dividendos Recurrentes
fr: Dividende récurrent
hu: Ismétlődő osztalék
it: Dividendo ricorrente
nl: Herhalend Dividend
pt_br: Dividendo à ser recorrido
ro: Dividend recurent
ru: Повторный дивидент
sv: Återkommande utdelning

source: Scheduled Dividend
bg: Планирани дивиденти
cs: Plánované dividendy
de: Geplante Dividende
es: Dividendos Programados
fr: Dividende planifié
hu: Tervezett osztalék
it: Dividendo pianificato
nl: Gepland Dividend
pt_br: Dividendo agendado
ro: Dividend planificat
ru: Планируемый дивидент
sv: Planerad utdelning

source: Type:
bg: Вид:
cs: Typ:
de: Typ:
es: Tipo:
hu: Típus:
it: Tipo:
nl: Soort:
pt_br: Tipo:
ro: Tip:
ru: Тип:
sv: Typ:

source: Mutual Fund
bg: Взаимен фонд
cs: Vzájemný fond
de: Investmentfonds
es: Fondos Mutuos
fr: Fond mutuel
hu: Befektetési alap
it: Fondi Comuni
nl: Beleggingsfonds
pt_br: Fundo Mútuo
ro: Fond mutual
ru: Взаимный капитал
sv: Fond

source: Bond
bg: Облигация
cs: Dluhopis
de: Anleihe
es: Enlace
fr: Obligation
hu: Kötvény
nl: Obligatie
pt_br: Ação
ro: Obligațiune
ru: Связь
sv: Obligation

source: Stock
bg: Наличност
cs: Akcie
de: Aktie
hu: Részvény
it: Azione
nl: Aandelen
pt_br: Bolsa
ro: Stoc
ru: Начало
sv: Aktie

source: Other
bg: Друг
cs: Jiný
de: Anderes
es: Otro
fr: Autre
hu: Egyéb
it: Altro
nl: Overig
pt_br: Outro
ro: Altul
ru: Другое
sv: Övrigt

source: Name:
bg: Име:
cs: Název:
es: Nombre:
fr: Nom:
hu: Név:
it: Nome:
nl: Naam:
pt_br: Nome:
ro: Nume:
ru: Имя:
sv: Namn:

source: Decimals in Shares:
bg: Десетични в акции:
cs: Desetiny v podílech:
de: Dezimal in Anteilen:
es: Cuantos decimales utiliza
fr: Décimales des parts:
hu: Törtek a részvényekben:
it: Decimali in Azioni:
nl: Decimalen in Aandelen:
pt_br: Decimais nas ações:
ro: Zecimale în acțiuni:
ru: Десятичные в акциях:
sv: Decimaler i andelar:

source: Initial Shares:
bg: Първоначални акции:
cs: Počáteční podíly:
de: Anteile zu Beginn:
es: Unidades Iniciales
fr: Parts initiales:
hu: Kezdeti részvények:
it: Azioni Iniziali:
nl: Aanvankelijke Aandelen:
pt_br: Ações inicias:
ro: Acțiuni inițiale:
ru: Начальные акции:
sv: Initiala andelar:

source: Initial quotation:
bg: Първоначален оферта:
cs: Počáteční kurz:
de: Startkurs:
es: Citas Iniciales
fr: Citation initiale:
hu: Kezdő árfolyam:
it: Quotazione iniziale:
nl: Aanvankelijke Notering:
pt_br: Cotações iniciais:
ro: Cotație inițială:
ru: Начальная котировка:
sv: Initial kurs:

source: No suitable account or income category available.
bg: Няма свободна подходяща сметка или категория доходи.
cs: Neexistuje vhodná kategorie účtů nebo příjmů.
de: Kein passendes Konto oder Einkommenskategorie vorhanden.
es: No se encuentra una cuenta o una categoría de renta adecuada disponible
fr: Aucune catégorie de compte ou de revenu appropriée.
hu: Nincs megfelelő számla vagy bevétel kategória.
nl: Geen geschikte rekening of inkomsten categorie beschikbaar.
pt_br: Nenhuma conta possível ou categoria de receita disponível.
ro: Nu există nici un cont sau tip de venit potrivit.
ru: Не годный счет или категория доходов.
sv: Inga lämpliga konton eller inkomstkategorier finns tillgängliga.

source: Cash
bg: Пари в брой
cs: Hotovost
de: Bargeld
es: Efectivo
fr: Liquide
hu: Készpénz
it: Contante
nl: Contant Geld
pt_br: Dinheiro
ro: Numerar
ru: Наличные
sv: Kontanter
