Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: Security: %1 (sold)
bg: Ценна книга: %1 (продадена)
cs: Akcie: %1 (prodaná)
de: Wertpapier: %1 (verkauft)
es: Seguridad: %1 (vendido)
fr: Titre: %1 (vendu)
hu: Értékpapír: %1 (eladás)
it: Titolo: %1 (venduto)
nl: Effecten: %1 (verkocht)
pt_br: Segurança: %1 (vendido)
ro: Titlu de valoare: %1 (vândut)
ru: Ценные бумаги: %1 (продажа)
sv: Värdepapper: %1 (sålt)

source: Shares bought:
bg: Изкупени акции:
cs: Nakoupené cenné papíry:
de: Anteile gekauft:
fr: Parts achetées:
hu: Vett részvények:
it: Azioni acquistate:
nl: Aandelen gekocht:
pt_br: Ações compradas:
ro: Acțiuni cumpărate:
ru: Распределенные покупки:
sv: Köpta andelar:

source: Shares sold:
bg: Продадени акции:
cs: Prodané cenné papíry:
de: Anteile verkauft:
fr: Parts vendues:
hu: Eladott részvények:
it: Azioni vendute:
nl: Aandelen verkocht:
pt_br: Ações vendidas
ro: Acțiuni vândute:
ru: Распределенные продажи:
sv: Sålda andelar:

source: Payer:
bg: Платец:
cs: Plátce:
de: Zahler:
es: Deudor:
fr: Débiteur:
hu: Kifizető:
it: Debitore:
nl: Debiteur:
pt_br: Devedor:
ro: Plătitor:
ru: Платильщик:
sv: Utbetalare:

source: Payee:
bg: Получател:
cs: Příjemce:
de: Empfänger:
es: Acreedor:
fr: Bénéficiaire:
hu: Kedvezményezett:
it: Creditore:
nl: Crediteur:
pt_br: Emitente:
ro: Beneficiar:
ru: Получатель:
sv: Mottagare:

source: No income category available.
bg: Няма свободна категория доходи
cs: Žádná kategorie příjmů není k dispozici.
de: Keine Einkommenkategorie verfügbar
fr: Pas de catégorie de revenu disponible
hu: Nincs rendelkezésre álló bevételi kategória.
it: Nessuna categoria di entrata è disponibile.
nl: Geen beschikbare inkomenscategorie.
pt_br: Nenhuma categoria de receita avaliável.
ro: Nu este definită nici o categorie de venit.
ru: Нет доступной категории доходов.
sv: Ingen inkomstkategory finns tillgänglig.

source: No expense category available.
bg: Няма свободна категория разходи
cs: Žádná kategorie výdajů není k dispozici.
de: Keine Ausgabenkategorie verfügbar
es: Ninguna categoría de gastos disponible
fr: Pas de catégorie de dépense disponible
hu: Nincs rendelkezésre álló kiadási kategória.
it: Nessuna categoria di uscita è disponibile.
nl: Geen beschikbare uitgavencategorie.
pt_br: Nenhuma categoria de despesa avaliável.
ro: Nu este definită nici o categorie de cheltuieli.
ru: Нет доступной категории расходов
sv: Ingen utgiftskategory finns tillänglig.

source: Cannot create a regular transfer to/from a securities account.
bg: Не може да се създаде редовен трансфер до / от сметката за ценни книжа.
cs: Nelze uskutečnit pravidelný převod na/z účtu cenných papírů.
de: Normale Transfers von/zu einem Wertpapierkonto können nicht durchgeführt werden.
fr: Impossible de créer un transfert régulier de/vers un compte de titres.
hu: Nem hozható létre állandó átutalás értékpapírszámlára/-ról.
it: Impossibile creare un regolare trasferimento a/da un conto di titoli.
nl: Van of naar een effectenrekening kan geen gewone overboeking worden ingevoerd.
pt_br: Impossível criar uma transferância regular de/para contas de segurança.
ro: Nu se poate crea un transfer obișnuit din/de la un cont de titluri de valoare.
ru: Невозможно создать регулярный трансфер в/из счета ценным бумаг.
sv: Kan inte skapa en vanlig överföring till/från ett konto för värdepapper.

source: Cannot create a regular income to a securities account.
bg: Не може да се създаде редовен трансфер до сметка за ценни книжа.
cs: Nelze uskutečnit pravidelný příjem na účet cenných papírů.
de: Normale Einkünfte können nicht zu einem Wertpapierkonto zugefügt werden.
fr: Impossible de créer un revenu régulier vers un compte de titres.
hu: Nem hozható létre állandó bevétel értékpapírszámlára.
it: Impossibile creare una regolare entrata da un conto di titoli.
nl: Naar een effectenrekening kan geen gewoon inkomen worden geboekt.
pt_br: Impossível crirar receitas regulares em contas de segurança.
ro: Nu se poate crea un venit obișnuit întrun cont de titluri de valoare.
ru: Невозможно создать регулярный доход в счете ценных бумаг.
sv: Kan inte skapa en vanlig inkomst till ett konto för värdepapper.

source: Zero price per share not allowed.
bg: Нулева цена на акция не е разрешена.
cs: Nulová cena není povolena
de: Wertpapiere ohne Wert sind nicht erlaubt.
fr: Prix zéro par part non autorisé.
hu: Nulla részvényenkénti ár nem megengedett.
it: Zero per cento delle azioni non è permesso.
nl: Het is niet toegestaan om een prijs per aandeel van nul in te voeren.
pt_br: Preço zero por ação não é permitido.
ro: Preț zero pe acțiune nu este permis.
sv: Noll pris per andel är inte tillåtet.

source: Cannot create a regular expense from a securities account.
bg: Не може да се създаде редовен разход от сметката за ценни книжа.
cs: Nelze uskutečnit pravidelný výdaj z účtu cenných papírů.
de: Normale Ausgaben aus einem Wertpapierkonto sind nicht möglich.
fr: Impossible de créer une dépense régulière à partir d' un compte de titres.
hu: Nem hozható létre állandó kiadás értékpapírszámláról.
it: Impossibile creare una regolare uscita da un conto di titoli.
nl: Van een effectenrekening kan geen gewone uitgave worden geboekt.
pt_br: Impossível crirar despesas regulares em contas de segurança.
ro: Nu se pot crea cheltuieli obișnuite întrun cont de titluri de valoare.
ru: Невозможно создать регулярный расход с счета ценных бумаг.
sv: Kan inte skapa en normal utgift från ett konto för värdepapper.

source: Modify Transactions
bg: Промяна на транзакции
cs: Změnit transakce
de: Transaktionen bearbeiten.
es: Modificar transacciones
fr: Modifier les transactions
hu: Módosított tranzakciók
it: Modifica Transazioni
nl: Transacties Bewerken
pt_br: Modificar Transações
ro: Modifică tranzacții
ru: Модифицировать транзакции
sv: Modifiera transaktioner

source: Min amount:
bg: Мин сума:
cs: Min množství:
de: Mindestmenge
es: Cantidad mínima
fr: Montant min:
hu: Min. összeg:
it: Min quantità:
nl: Minimum bedrag:
pt_br: Quantia mínima:
ro: Cantitate minimă:
ru: Минимальный объем:
sv: Lägsta värde:

source: Max amount:
bg: Макс сума:
cs: Max množství:
de: Höchstmenge
es: Cantidad máxima
fr: Montant max:
hu: Max. összeg:
it: Max quantità:
nl: Maximum bedrag:
pt_br: Quantia máxima:
ro: Cantitate maximă:
ru: Максимальный объем:
sv: Högsta värde:

source: Min income:
bg: Мин доход:
cs: Min příjem:
de: Mindesteinnahmen
es: Ingresos mínimos
fr: Revenu min:
hu: Min. bevétel:
it: Min entrata:
nl: Minimum inkomen:
pt_br: Receita mínima:
ro: Venit minim:
ru: Минимальный доход:
sv: Lägsta inkomst:

source: Max income:
bg: Макс доход:
cs: Max příjem:
de: Höchsteinnahmen
es: Ingresos máximos
fr: Revenu max:
hu: Max. bevétel:
it: Max entrata:
nl: Maximum inkomen:
pt_br: Receita máxima:
ro: Venit maxim:
ru: Максимальный доход:
sv: Högsta inkomst:

source: Min cost:
bg: Мин цена:
cs: Min cena:
de: Mindestkosten
es: Coste mínimo
fr: Coût min:
hu: Min. költség:
it: Min costo:
nl: Minimum kosten:
pt_br: Custo mínimo:
ro: Cost minim:
ru: Минимальная цена:
sv: Lägsta kostnad:

source: Max cost:
bg: Макс цена:
cs: Max cena:
de: Höchstkosten
es: Coste máximo
fr: Coût max:
hu: Max. költség:
it: Max costo:
nl: Maximum kosten:
pt_br: Receita máximo:
ro: Cost maxim:
ru: Максимальная ценна:
sv: Högsta kostnad:

source: Include
bg: Включително
cs: Včetně
de: Inklusive
es: Incluir
fr: Inclut
hu: Tartalmaz
it: Includi
nl: Tonen
pt_br: Incluir
ru: Включить
sv: Inkludera

source: Exclude
bg: Изключване
cs: Kromě
de: Exklusive
es: Excluir
fr: Exclut
hu: Kizár
it: Escludi
nl: Niet tonen
pt_br: Excluir
ru: Исключить
sv: Exkludera

source: From Account
bg: От сметката
cs: Z účtu
de: Von Konto
fr: Du compte
hu: Számláról
it: Dal Conto
nl: Van Rekening
pt_br: Da Conta
ro: Din contul
ru: С счета
sv: Från konto

source: To Account
bg: В сметката
cs: Na účet
de: Zu Konto
es: A la cuenta
fr: Vers le compte
hu: Számlára
it: Al Conto
nl: Naar Rekening
pt_br: Para Conta
ro: Către contul
ru: К счету
sv: Till konto

source: Payer
bg: Платец
cs: Plátce
de: Absender
es: Deudor
fr: Créditeur
hu: Kifizető
it: Debitore
nl: Debiteur
pt_br: Sacado (devedor)
ro: Plătitor
ru: Платильщик
sv: Utbetalare

source: New/Edit Expense
bg: Нови/Редактиране разходи
de: Ausgabe anlegen/bearbeiten
es: Nuevo/Editar Gasto
hu: Új kiadás/Kiadás szerkesztése
nl: Uitgave toevoegen/bewerken
ro: Cheltuială nouă/modificare
ru: Новый/Редактировать расход

source: Filter
bg: Филтър
cs: Filtr
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
nl: Filteren
pt_br: Filtro
ro: Filtru
ru: Фильтр

source: Total:
bg: Общо:
cs: Celkem:
de: Gesamt:
hu: Összeg:
it: Totale:
nl: Totaal:
ru: Итог:
sv: Summa:

source: Average:
bg: Средно:
cs: Průměr:
de: Durchschnittlich:
es: Promedio:
fr: Moyenne:
hu: Átlag:
it: Media:
nl: Gemiddeld:
pt_br: Média:
ro: Mediu:
ru: Среднее:
sv: Genomsnitt:

source: Monthly:
bg: Месечно:
cs: Měsíčně:
de: Monatlich:
es: Mensual
fr: Mensuel:
hu: Havonta:
it: Mensilmente:
nl: Per maand:
pt_br: Mensalmente:
ro: Lunar:
ru: Ежемесячно:
sv: Månadsvis:

source: Total cost:
bg: Обща цена:
cs: Celková cena:
de: Gesamtkosten:
es: Costo Total:
fr: Coût total:
hu: Összes költség:
it: Totale dei costi:
nl: Totaal uitgaven:
pt_br: Custo total:
ro: Cost total:
ru: Итого цена:
sv: Total kostnad:

source: Total income:
bg: Общо доходи:
cs: Celkový příjem:
de: Gesamte Einnahmen:
es: Ingreso Total
fr: Revenu total:
hu: Összes bevétel:
it: Totale delle entrate:
nl: Totaal inkomsten:
pt_br: Receita total:
ro: Venit total:
ru: Итого доходов:
sv: Total inkomst:

source: Total amount:
bg: Обща сума:
cs: Celkové množství
de: Gesamtwert:
es: Monto total
fr: Quantité totale:
hu: Teljes összeg:
it: Tatale delle quantità:
nl: Totaal bedrag:
pt_br: Total:
ro: Sumă totală:
ru: Итого объем:
sv: Totalt värde:

source: Monthly average:
bg: Средно на месец:
cs: Měsíční průměr:
de: Monatlicher Durchschnitt:
es: Promedio Mensual
fr: Moyenne mensuelle:
hu: Havi átlag:
it: Media mensile:
nl: Maandelijks gemiddelde:
pt_br: Balanço mensal
ro: Medie lunară:
ru: Среднее в месяц:
sv: Månatligt genomsnitt:

source: Are you sure you want to delete all (%1) transactions in the selected split transaction?
bg: Сигурен ли сте, че искате да изтриете всички (%1) сделки в избраната разделена транзакция?
cs: Opravdu chcete vymazat všech (%1) transakcí ve vybrané rozdělené transakci?
de: Sind Sie sicher, daß Sie alle (%1) ausgewählten geteilten Transaktionen löschen wollen?
es: ¿Está seguro de que desea eliminar todas (%1) las transacciones pertenecientes a la transacción dividida?
fr: Êtes-vous certain de vouloir supprimer toutes les (%1) transactions sélectionnées comme transaction séparée?
hu: Biztosan törölni akarsz minden (%1) tranzakciót a kiválasztott osztott tranzakcióban?
nl: Weet u zeker dat u alle (%1) transacties in de geselecteerde gesplitste transactie wilt verwijderen?
pt_br: Você tem certeza que quer deletar todas (%1) transações selecionada dessa parcela?
ro: Sigur doriți ștergerea tuturor (%1) tranzacții din tranzacția împărțită selectată?
ru: Вы уверены, что хотите удалить все (%1) транзакции в выбранном разбиение тразакции?
sv: Vill du verkligen ta bort alla (%1) transaktioner i den valda delade transaktionen?

source: * Part of split transaction
bg: * Част от разделянето на транзакцията
cs: * Část rozdělené transakce
de: * Teil einer geteilten Transaktion
es: * Parte de la transacción dividida
fr: * partie de la transaction séparée
hu: * Osztott tranzakció része
it: * Parte di una transazione suddivisa
nl: * Deel van gesplitste transactie
pt_br: *Parte de parcela de um transação.
ro: * Parte tranzacție împărțită
ru: * Часть разбитой транзакции
sv: * Del av delad transaktion

source: * Part of split (%1)
bg: * Част от разделянето (%1)
cs: Část rozdělení (%1)
de: * Teil (%1)
es: * Parte (%1) del corte
fr: * Partie de la séparation (%1)
hu: * A (%1) osztott tranzakció része
it: *Parte di una suddivisione (%1)
nl: Deel van splitsing (%1)
pt_br: Parte da parcela (%1)
ro: * Parte din împărțire (%1)
ru: * Часть разбивки (%1)
sv: * Del av delad transaktion (%1)

source: ** Recurring (editing occurrance)
bg: ** Повторение (редактирени на събитието)
cs: **Opakování (upravující výskyt)
de: ** Wiederkehrend (bearbeite Vorkommen)
fr: ** Se reproduit (éditer l' occurrence)
hu: ** Ismétlődés (események szerkesztése)
nl: ** Herhalend (individuele gebeurtenis wordt bewerkt)
pt_br: **Recorrendo (editar ocorrência)
ro: ** Recurentă (editare frecvență)
ru: ** Периодически (редактирование)
sv: ** Återkommande (modifierar tillfälle)

source: Modify…
bg: Променяне…
cs: Změnit…
de: Verändere…
es: Modificar…
hu: Módosítás…
nl: Wijzigen…
ro: Modificare…
ru: Модифицировано…

source: Options
sv: Alternativ

source: You can only save to local files.
sv: Du kan enbart spara lokala filer.

source: New Expense...
fr: Nouvelle dépense...
it: Nuova Uscita...
pt_br: Nova despesa...
sv: Ny utgift...

source: New Income...
fr: Nouveau revenu...
it: Nuova Entrata...
pt_br: Nova receita...
sv: Ny inkomst...

source: New Deposit...
fr: Nouveau dépôt...
it: Nuovo Deposito...
pt_br: Novo Depósito...
sv: Ny insättning...

source: New Withdrawal...
fr: Nouveau retrait
it: Nuovo Prelievo...
pt_br: Novo saque...
sv: Nytt uttag...

source: New Security Shares Bought...
sv: Nya andelar köpta...

source: Security Shares Sold...
pt_br: Ações de segurança vendidas...
sv: Andelar sålda...

source: New Dividend...
fr: Nouveau dividende
pt_br: Novo Dividendo
sv: Ny utdelning...

source: Edit...
fr: Éditer...
it: Modifica...
pt_br: Editar...
sv: Modifiera...

source: Postpone...
fr: Ajourner...
it: Rinvia...
pt_br: Adiar...
sv: Senarelägg...

source: New Security...
fr: Nouveau titre...
it: Nuovo titolo...
pt_br: Nova securamça...
sv: Nytt värdepapper...

source: Set Quotation...
fr: Mettre une quotation...
it: Fissa Quotazione...
pt_br: Definir cotação...
sv: Ange kurs...

source: You can only open local files.
sv: Du kan enbart öppna lokala filer.

source: Export View...
fr: Exporter la vue...
it: Esporta vista...
pt_br: Exporta vizualização...
sv: Exportera visning

source: Print View...
fr: Imprimer la vue...
it: Stampa vista...
pt_br: Ver impressão...
sv: Skriv ut visning...

source: Import CSV File...
fr: Importe un fichier CSV...
it: Importa File CSV...
pt_br: Importar arquivo CSV
sv: Importera CSV-fil...

source: Import QIF File...
fr: Importer un fichier QIF...
it: Importa File QIF...
pt_br: IMportar arquivo QIF...
sv: Importera QIF-fil...

source: Export As QIF File...
fr: Exporter un fichier QIF...
it: Esporta file come QIF...
pt_br: Exportar como qif...
sv: Exportera QIF-fil...

source: Add Account...
fr: Ajouter un compte...
it: Aggiungi Conto...
pt_br: Adicionar Conta...
sv: Lägg till konto...

source: New Account...
fr: Nouveau compte...
it: Nuovo Conto...
pt_br: Nova conta;;;
sv: Nytt konto...

source: New Income Category...
fr: Nouvelle catégorie de revenu...
it: Nuova Categoria d'Entrata...
pt_br: Noca categoria de receita...
sv: Ny inkomstkategori...

source: New Expense Category...
fr: Nouvelle catégorie de dépense...
it: Nuova Categoria di Uscita...
pt_br: Noca categoria de despesa
sv: Ny utgiftskategori...

source: Balance...
fr: Équilibre...
it: Bilanciamento...
pt_br: Balanço
sv: Balansera...

source: New Transfer...
fr: Nouveau transfert...
it: Nuovo Trasferimento...
pt_br: Nova transferência
sv: Ny överföring...

source: New Split Transaction...
fr: Nouveau transaction séparée...
it: Nuova Transazione Suddivisa
pt_br: Nova transação dividída
sv: Ny delad transaktion...

source: Edit Transaction(s) (Occurrence)...
fr: Éditer la/les transaction(s) (Occurrence)...
it: Modifica Transazione(i) (Occorrenza)...
pt_br: Editar Transação(ões) (Ocorrência)
sv: Modifiera transaktion(er) (tillfälle)...

source: Edit Occurrence...
fr: Éditer l'occurrence...
it: Modifica Ricorrenza
pt_br: Editar ocorrência
sv: Modifiera tillfället...

source: Edit Schedule (Recurrence)...
fr: Éditer le(s) planning(s) (Occurrence)...
it: Modifica Pianificazione (Ricorrenza)...
pt_br: Editar agenda (recorrência)
sv: Modifiera planering (återkomster)...

source: Edit Schedule...
fr: Éditer le planning...
it: Modifca Pianificazione...
pt_br: Editar agenda...
sv: Modifiera planering...

source: Edit Split Transaction...
fr: Editer une transaction séparée...
it: Modifica Transazione Suddivisa
pt_br: Editar dividir transação...
sv: Redigera delad transaktion...

source: Join Transactions...
fr: Lier les transactions...
it: Unisci Transazioni...
pt_br: Juntar translação...
sv: Sammanslå transaktioner...

source: Refund...
fr: Rembourser...
pt_br: Fundo renovado...
sv: Återbetalning...

source: Repayment...
fr: Remboursement...
it: Ripagamento...
pt_br: Pagamento renovado...
sv: Återbetalning...

source: New Refund/Repayment...
fr: Nouveau remboursement...
pt_br: Fundo/Pagamento renovaso...
sv: Ny återbetalning...

source: Edit Security...
fr: Éditer le titre...
it: Modifica titolo...
pt_br: Editar segurança...
sv: Modifiera värdepappret...

source: Shares Sold...
fr: Parts vendues...
it: Azioni Vendute...
pt_br: Ações vendidas
sv: Andelar sålda...

source: Shares Bought...
fr: Parts achetées...
it: Azioni Acquistate...
pt_br: Ações compradas
sv: Andelar köpta...

source: Dividend...
fr: Dividende...
it: Dividendo...
pt_br: Dividendo...
sv: Utdelning...

source: Reinvested Dividend...
fr: Dividende réinvesti...
it: Dividendo Reinvestito...
pt_br: Dividendo reinvestido
sv: Återinvesterad utdelning...

source: Shares Moved...
fr: Parts bougées...
it: Azioni Spostate...
pt_br: Ações movidas...
sv: Andelar flyttade...

source: Edit Quotations...
fr: Éditer les quotations
it: Modifica Quotazioni...
pt_br: Editar cotações...
sv: Modifiera kursangivelser...

source: Transactions...
it: Transazioni...
pt_br: Transações...
sv: Transaktioner...

source: Development Over Time Report...
fr: Rapport de développement temporel...
it: Rapporto di sviluppo temporale...
pt_br: Relatória de desenvolvimento pelo tempo
sv: Rapport med utveckling över tid...

source: Categories Comparison Report...
fr: Rapport de comparaison de catégories...
it: Rapporto di comparazioni delle categorie...
pt_br: Relatório de comparação de cateforias
sv: Rapport för jämförelse av kategorier...

source: Categories Comparison Chart...
fr: Diagramme de comparaison de catégories...
it: Diagramma di comparazione delle categorie...
pt_br: Tabela de comparação de categorias
sv: Diagram för jämförelse av kategorier...

source: Development Over Time Chart...
fr: Diagramme de développement temporel...
it: Diagramma su sviluppo temporale...
pt_br: Gráfico de desenvolvimento pelo tempo...
sv: Diagram med utveckling över tid...

source: Export...
fr: Exporter...
it: Esporta...
pt_br: Exportar...
sv: Exportera...

source: Print...
fr: Imprimer...
it: Stampa...
pt_br: Imprimir...
sv: Skriv ut...

source: Join...
fr: Lier...
it: Unisci...
pt_br: Juntar...
sv: Sammanslå...

source: nearest weekend day
sv: närmast helgdag

source: Range...
fr: Intersection...
it: Intervallo...
pt_br: Distância...
sv: Omfång...

source: Exceptions...
it: Eccezioni...
pt_br: Exceções...
sv: Undantag...

source: New/Edit %1
cs: Nový/Upravit %1
fr: Crée/modifie %1
it: Nuova/Modifica %1
pt_br: Novo/Editar %1
sv: Ny/ändra %1

source: Modify...
fr: Modifier...
it: Modifica...
pt_br: Modificar...
sv: Ändra...

# html format; %1: title; %2: from date; %3: to date
source: %1 (%2&ndash;%3)
ru: %1 с %2 по %3
