Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: Invst (Investment)
bg: Invst (Инвестиции)
cs: Invst (Investice)
de: Invst. (Investitionen)
es: Invst (Inversión)
fr: Invest (Investissement)
hu: Befekt. (Befektetés)
it: Invest (Investimento)
nl: Invst (Investering)
pt_br: Invst (investimento)
ro: Invst (Investiție)
ru: Инвест. (Инвестиции)
sv: Invst (Investering)

source: Oth A (Other Assets)
bg: Oth A (Други активи)
cs: Ost A (Ostatní aktiva)
de: Andere Akt. (Andere Aktiva)
es: Oth A (Otros Activos)
fr: Oth A (Other Assets = autres actifs)
hu: Egyéb vagyon
it: Altre A (Altre Attività)
nl: Oth A (Overige Activa)
pt_br: Oth A (Outros ativos)
ro: Alte R (Alte resurse)
ru: Другие активы
sv: Oth A (Andra tillgångar)

source: Oth L (Other Liabilities)
bg: Oth L (Други активи)
cs: Ost P (Ostatní pasiva)
de: Andere Verpf. (Verpflichtungen)
es: Oth L (Otras Responsabilidades)
hu: Egyéb köt. (Egyéb kötelezettségek)
it: Altre P (Altre Passività)
nl: Oth L (Overige Passiva)
pt_br: Other L (Outros recursos)
ro: Alte P (alte pasive)
ru: Существующие задолжности
sv: Oth L (Andra skulder)

source: Security
bg: Сигурност
cs: Akcie
de: Wertpapier
es: Seguridad
fr: Titre
hu: Értékpapír
it: Titolo
nl: Beveiliging
pt_br: Segurança
ro: Titlu de valoare
ru: Ценные бумаги
sv: Security (Värdepapper)

source: Successfully imported 1 account.
bg: Успешно внесена 1 сметка.
de: Ein Konto wurde erfolgreich importiert.
es: Importada 1 cuenta satisfactoriamente
fr: 1 compte importé avec succès.
hu: 1 számla sikeresen importálva.
it: Importato correttamente 1 conto.
nl: Er is 1 rekening succesvol geïmporteerd.
pt_br: 1 conta importada com sucesso
ro: S-a importat cu succes 1 cont.
ru: _n: Успешно импортирован 1 счет.
sv: Lyckades importera 1 konto.

source: Successfully imported 1 category.
bg: Успешно внесена 1 категория.
de: Eine Kategorie wurde erfolgreich importiert.
es: Importada 1 categoría satisfactoriamente.
fr: 1 catégorie importée avec succès.
hu: 1 kategória sikeresen importálva.
it: Importata correttamente 1 categoria.
nl: Er is 1 categorie succesvol geïmporteerd.
pt_br: 1 categoria importada com sucesso
ro: S-a importat cu succes 1 categorie.
ru: _n: Успешный импорт 1 категории.
sv: Lyckades importera 1 kategori.

source: 1 duplicate transaction was ignored.
bg: 1 дубликат на транзакцията беше игнориран.
de: Eine doppelte Transaktion wurde ignoriert.
es: 1 transacción duplicada ha sido ignorada.
fr: 1 transaction dupliquée a été ignorée.
hu: 1 megismételt tranzakció mellőzve.
nl: Er is 1 duplicaat-transactie overgeslagen.
pt_br: 1 transação duplicada foi ignorada.
ro: 1 tranzacție duplicată a fost ignorată.
ru: _n: 1 дубликат транзакции был игнорирован.
sv: 1 transaktionskopia ignorerades.

source: Failed to import 1 transaction.
bg: Неуспех за внос на 1 транзакция.
de: Fehler beim impotrieren von 1 Transaktion.
es: Fallo al importar 1 transacción.
fr: Echec à l'importation d'1 transaction.
hu: 1 tranzakció sikertelen importálása.
it: Fallito l'importo di 1 transazione.
nl: Het importeren van 1 transactie is mislukt.
pt_br: 1 transação falhou ao importar.
ro: Nu s-a putut importa 1 tranzacție.
ru: _n: Ошибка импорта 1 транзакции.
sv: Misslyckades att importera 1 transaktion.

source: 1 security was not imported.
bg: 1 обезпечение не е бил внесено.
de: Eine Wertpapier wurde nicht importiert.
hu: 1 értékpapír nem lett importálva.
it: 1 titolo non è stato importato.
nl: 1 effect niet geïmporteerd.
pt_br: 1 segurança não foi importada.
ro: Nu s-a putut importa 1 titlu de valoare.
ru: _n: 1 ценная бумага не была импортирована.
sv: 1 värdepapper importerades inte.

source: 1 security transaction was not imported.
bg: 1 обезпечение на транзакцията не е било внесено.
de: Eine Wertpapiertransaktion wurde nicht importiert.
hu: 1 értékpapír-tranzakció nem lett importálva.
it: 1 transazione di titolo non è stata importata.
nl: Er is 1 effectentransactie niet geïmporteerd.
pt_br: 1 transação de segurança não foi importada.
ro: Nu s-a putut importa 1 tranzacție cu titluri de valoare.
ru: _n: 1 транзакция с ценными бумагами не была импортирована.
sv: 1 värdepapperstransaktion importerades inte.

source: Export QIF File
bg: Износ на QIF файла
cs: Exportovat soubor QIF
de: Exportiere als QIF-Datei
es: Exportar archivo QIF
fr: Exporter le fichier QIF
hu: QIF fájl exportálása
it: Esporta file QIF
nl: QIF-bestand exporteren
pt_br: Exportar arquivo QIF
ro: Exportă fișier QIF
ru: Экспорт в QIF файл
sv: Exportera QIF-fil

# All accounts
source: All
bg: Всички
cs: Vše
de: Alle
es: Todo
fr: Tout
hu: Összes
it: Tutti
nl: Alle
pt_br: Tudo
ro: Toate
ru: Все счета
sv: Alla

source: Export transaction description as:
bg: Износ описанието на сделката като:
cs: Exportovat popis transakce jako:
de: Beschreibung dieser Transaktion exportieren als:
es: Exportar la descripción de la transacción como:
fr: Exporter la description de la transaction comme:
hu: Alábbi tranzakció-típusok exportálása:
it: Esporta le descrizioni delle transizione come:
nl: Exporteer transactiebeschrijving als:
pt_br: Exportar descrição de transações como:
ro: Exportă descriere tranzacție ca:
sv: Exportera transaktionsbeskrivningar som:

source: Memo
bg: Бележка
cs: Poznámka
de: Notiz
es: Nota
fr: Mémo
hu: Emlékeztető
pt_br: Memorando
ro: Notă
ru: Записка

source: Subcategory
bg: Подкатегория
cs: Podkategorie
de: Unterkategorie
es: Subcategoría
fr: Sous-catégorie
hu: Alkategória
it: Sottocategoria
nl: Subcategorie
pt_br: Subcategoria
ro: Subcategorie
ru: Субкатегория
sv: Underkategori

source: &Import
bg: &Внасяне
cs: &Importovat
de: Importiere
es: &Importar
fr: &Importer
hu: &Importálás
it: &Importa
nl: &Importeer
pt_br: &Importar
ro: &Importă
ru: &Импорт
sv: &Importera

source: &Accounts
bg: &Сметки
cs: &Účty
de: &Konten
es: &Cuentas
fr: &Comptes
hu: &Számlák
it: &Conti
nl: &Rekeningen
pt_br: &Contas
ro: &Conturi
ru: &Счет
sv: &Konton

source: &Transactions
bg: &Транзакции
cs: &Transakce
de: &Transaktionen
es: &Transacciones
hu: &Tranzakciók
it: &Transazioni
nl: &Transacties
pt_br: &Transações
ro: &Tranzacții
ru: &Транзакции
sv: &Transaktioner

source: &Securities
bg: &Обезпечения
cs: &Cenné papíry
de: &Wertpapiere
fr: &Titres
hu: &Értékpapírok
it: &Titoli
nl: &Effecten
pt_br: &Seguranças
ro: Titluri de &valoare
ru: &Ценные бумаги
sv: &Värdepapper

source: Stat&istics
bg: Стат&истика
cs: Stat&istiky
de: Stat&istiken
es: Estad&ísticas
fr: Stat&istiques
hu: Stat&isztikák
it: Stat&istiche
nl: &Overzichten
pt_br: Stat&isticas
ro: Stat&istici
ru: Стат&истика
sv: Stat&istik

# NAME OF TRANSLATORS
source: Your names
bg: ,Launchpad Contributions:,slavov
cs: ,Launchpad Contributions:,Jan Štemberk
de: Martin F. Hohenberg, Elias Probst, Frank S. Thomas, Martin F. Hohenberg, ,Launchpad Contributions:,Clemens Korner,Daniel Winzen,Elias Probst,Martin F. Hohenberg
es: ,Launchpad Contributions:,Alejandro Mas Chiotakis,Dagor Olwe,Ernesto Ramirez G,Mario César Señoranis,MiltonInostrozaAguilera,Paco Molinero,Steven De Winter,eternal1,Ángel Eduardo, ,Launchpad Contributions:,Adolfo Jayme,Alejandro Mas Chiotakis,AlexMorphine,Dagor Olwe,Eduardo Alberto Calvo,Ernesto Ramirez G,Feder Sáiz,Fido,Hanna K.,J,Mario César Señoranis,MiltonInostrozaAguilera,Paco Molinero,Sergio Cuellar Valdes,Steven De Winter,eternal1,simon,Ángel Eduardo
fr: Jérôme Rapinat, Antoine Rodriguez,,Launchpad Contributions:,Marie-Lise Issoire, Nicolas Velin, Perrine, romjerome
hu: ,Launchpad Contributions:,Gergely Szarka,Nandor Novak
it: Giuseppe Bottiglieri,,Launchpad Contributions:,Giuseppe Bottiglieri,Guybrush88,Luca Livraghi,Marco
nl: ,Launchpad Contributions:,Bert van der Perk,Vis,afiege, ,Launchpad Contributions:,Bert van der Perk,Hanna K.,Mark Haanen,Vis,afiege
pt_br: ,Launchpad Contributions:,Francisco Matelli,Renato Rosa,gabrielgv,,Launchpad Contributions:,Francisco Matelli,Renato Rosa,gabrielgv
ro: ,Launchpad Contributions:,Adi Roiban,Bogdan Enache,Bogdan Enache
ru: Rodion Samusik,,Launchpad Contributions:,Sergey Vostrikov,Vitaliy Berdinskikh,rodion, ,Launchpad Contributions:,Andrey Klimenko,Rodion,Sergey Vostrikov,Vitaliy Berdinskikh,Vladimir Maslennikov,rodion
sv: Hanna Knutsson

# EMAIL OF TRANSLATORS
source: Your emails
bg: ,,sslavov64@gmail.com
cs: ,,stemberkj@seznam.cz
de: martin.hohenberg@gmail.com, mail@eliasprobst.eu, fst@debian.org, martin.hohenberg@gmail.com,,,,d@winzen4.de,mail@eliasprobst.eu,martin.hohenberg@gmail.com
es: ,,alejandro.maschiotakis@gmail.com,soron.registro@gmail.com,,mariocesar.c50@gmail.com,minoztro@gmail.com,paco@byasl.com,,,arcnor@arcnor.com,,,fitoschido@gmail.com,alejandro.maschiotakis@gmail.com,,soron.registro@gmail.com,,,,,,,mariocesar.c50@gmail.com,minoztro@gmail.com,paco@byasl.com,herrsergio@gmail.com,,,,arcnor@arcnor.com
fr: gnupower@hotmail.fr, antoiner@gmail.com,,,,nicolas@velin.fr,,gnupower@hotmail.fr
hu: ,,szarka.honved@gmail.com,nannov@gmail.com
it: Giuseppe.Bottiglieri@gmail.com,,,Giuseppe.Bottiglieri@gmail.com,,luca.91@hotmail.it,
nl: ,,,m.b.vis@spronvis.nl,,,,,,,m.b.vis@spronvis.nl,
pt_br: ,,emailqueeuleio@gmail.com,,gabriel.velloso@gmail.com,,,emailqueeuleio@gmail.com,,gabriel.velloso@gmail.com
ro: ,,adi@roiban.ro,,enachebogdan@gmx.net
ru: rodion@sbchel.ru,,,s.vostrikov@gmail.com,skipper13@root.ua,rodion@sbchel.ru,,,,,s.vostrikov@gmail.com,skipper13@root.ua,zombo@mail.ru,rodion@sbchel.ru
sv: hanna_k@fmgirl.com

source: Edit Exceptions
bg: Редактиране на изключенията
cs: Upravit výjimky
de: Ausnahmen bearbeiten
es: Editar Excepciones
fr: Éditer les exceptions
hu: Kivételek szerkesztése
it: Modifica eccezioni
nl: Uitzonderingen bewerken
pt_br: Editar Exceções
ro: Editează excepțiile
sv: Modifiera undantag

source: Edit Recurrence Range
bg: Редактиране периода на повторение
cs: Upravit rozsah opakování
de: Zeitraum für Wiederholungen bearbeiten.
es: Editar Rango de Repetición
fr: Éditer les marges de récurrence
hu: Ismétlődési tartomány szerkesztése
it: Modifica intervallo di ricorrenza
nl: Periode van herhaling bewerken
pt_br: Editar Intervalo de Recorrência
ro: Editează intervalul de recurență
sv: Modifiera återkomstomfånget

source: Begins on: %1
bg: Начало на: %1
cs: Začíná: %1
de: Beginnt am: %1
es: Inicia en: %1
fr: Commence sur : %1
hu: Kezdés: %1
it: Comincia il: %1
nl: Begint op: %1
pt_br: Começa em: %1
ro: Începe pe: %1
sv: Börjar på: %1

source: No ending date
bg: Няма крайна дата
cs: Chybí datum ukončení
de: Kein Enddatum
es: Sin fecha de finalización
fr: Pas de date de fin
hu: Nincs záródátum
it: Nessuna data finale
nl: Geen einddatum
pt_br: Nenhuma data de término
ro: Nu se termină
sv: Inget slutdatum

source: End after
bg: Край след
cs: Ukončit po
de: Ende nach
es: Termina después
fr: Fin après
hu: Zárás
it: Termina dopo
nl: Eindigt na
pt_br: Final depois
ro: Se termină după
ru: Закончить после
sv: Sluta efter

source: occurrence(s)
bg: възникване (щи)
cs: výskyt(y)
de: Vorkommnis(se)
es: ocurrencia(s)
hu: előfordulás után
it: occorrenza/e
nl: herhaling(en)
pt_br: ocorrência(s)
ro: recurențe
ru: наличность
sv: förekomst(er)

source: End on
bg: Край на
cs: Ukončit
de: Endet am
es: Termina en
fr: Fin le
hu: Záródátum
it: Verso la fine
nl: Eindigt op
pt_br: Final em
ro: Se termină pe
ru: Закончить на
sv: Sluta på

source: End date before start date.
bg: Крайната дата е преди началната дата.
cs: Datum ukončení předchází datumu zahájení.
de: Endzeitpunkt vor Startzeitpunkt.
es: La fecha de finalización es anterior a la fecha de inicio
fr: Date de fin avant la date de départ
hu: A záródátum a kezdődátum előtt van.
it: La data finale è prima della data di inizio.
nl: Einddatum is eerder dan begindatum.
pt_br: Data de término antes da data de ínicio
ro: Dată de sfărșit înaintea celei de început.
ru: Дата конца перед датой начала.
sv: Slutdatum är efter startdatum.

source: Enable recurrance
bg: Разрешаване на повторение
cs: Zapnout opakování
de: Wiederholung aktivieren
es: Repetición permitida
fr: Autoriser les récurrences
hu: Ismétlés megengedése
it: Abilita ricorrenza
nl: Herhaal deze transactie
pt_br: Habilirae Recorrência
ro: Activează recurență
ru: Разрешить повторение
sv: Aktivera återkomst

source: Recurrence Rule
bg: Правило за повторение
cs: Pravidlo opakování
de: Regel für Wiederholungen
es: Regla de repetición
fr: Règle de récurrence
hu: Ismétlési szabály
it: Regola di ricorrenza
nl: Herhalingsregel
pt_br: Regra de Recorrência
ro: Regulă de recurență
ru: Правила повторения
sv: Regler för återkommande

source: Weekly
bg: Седмично
cs: Týdně
de: Wöchentlich
es: Semanalmente
fr: hebdomadaire
hu: Hetente
it: Settimanalmente
nl: Wekelijks
pt_br: Semanal
ro: Săptămânal
ru: Еженедельно
sv: Veckovis

source: Recur every
bg: Повтаряй всеки
cs: Opakovat každých
de: Wiederhole alle
es: Repetir cada
fr: Se produit tous les
hu: Ismétlődik minden
it: Occorri ogni
nl: Herhaal elke
pt_br: Recorrer sempre
ro: Se repetă la fiecare
ru: Повторять каждый
sv: Återkom efter

source: day(s)
bg: ден/дни
cs: den (dní)
de: Tag(e)
es: día(s)
fr: jour(s)
hu: . napon
it: giorno/i
nl: dag(en)
pt_br: dia(s)
ro: zi(le)
ru: день(и)
sv: dag(ar)

source: week(s) on:
bg: седмица(и) в:
cs: týden v:
de: Woche(n) am:
es: semana(s) en:
fr: semaine(s) sur:
hu: . héten:
it: settimana/e di:
nl: week/weken op:
pt_br: semana(s) em:
ro: săptămână(i) în:
ru: неделю(и):
sv: vecka/veckor på:

source: month(s), after the start month
bg: месец (и),след началото на месеца
cs: měsíc(e) po zahajovacím měsíci
de: Monat(e), nach dem Startmonat
es: mes(es), después del mes de comienzo
fr: mois(s), après le mois de départ
hu: . hónapban, a kezdőhónap után
it: mese/i, dopo il mese di avvio
nl: maand(en), na de beginmaand
pt_br: mês(es), depois do mês de ínicio
ro: luni, după luna de pornire
ru: месяц(ы), после стартового месяца
sv: månad(er), efter startdatum

source: Recur on the
bg: Повтаряй на
cs: Opakovat v
de: Wiederholen am
es: Repetir el
fr: Se produit le
hu: Ismétlődik minden
it: Occorri il
nl: Herhaal op de
pt_br: Recorrência no
ro: Se repetă în
ru: Повторять на
sv: Återkom den

source: 1st
bg: 1-ви
es: 1º
fr: 1er
nl: 1ste
pt_br: 1º
ro: prima
sv: 1:a

source: 2nd
bg: 2-ри
es: 2º
fr: 2ème
nl: 2de
pt_br: 2º
ro: a 2-a
sv: 2:a

source: 3rd
bg: 3-ти
es: 3º
fr: 3ème
nl: 3de
pt_br: 3º
ro: a 3-a
sv: 3:e

source: 4th
bg: 4-ти
es: 4º
fr: 4ème
nl: 4de
pt_br: 4º
ro: a 4-a
sv: 4:e

source: 5th
bg: 5-ти
es: 5º
fr: 5ème
nl: 5de
pt_br: 5º
ro: a 5-a
sv: 5:e

source: 6th
bg: 6-ти
es: 6º
fr: 6ème
nl: 6de
pt_br: 6º
ro: a 6-a
sv: 6:e

source: 7th
bg: 7-ми
es: 7º
fr: 7ème
nl: 7de
pt_br: 7º
ro: a 7-a
sv: 7:e

source: 8th
bg: 8-ми
es: 8º
fr: 8ème
nl: 8ste
pt_br: 8º
ro: a 8-a
sv: 8:e

source: 9th
bg: 9-ти
es: 9º
fr: 9ème
nl: 9de
pt_br: 9º
ro: a 9-a
sv: 9:e

source: 10th
bg: 10-ти
es: 10º
fr: 10ème
nl: 10de
pt_br: 10º
ro: a 10-a
sv: 10:e

source: 11th
bg: 11-ти
es: 11º
fr: 11ème
nl: 11de
pt_br: 11º
ro: a 11-a
sv: 11:e

source: 12th
bg: 12-ти
es: 12º
fr: 12ème
nl: 12de
pt_br: 12º
ro: a 12-a
sv: 12:e

source: 13th
bg: 13-ти
es: 13º
fr: 13ème
nl: 13de
pt_br: 13º
ro: a 13-a
sv: 13:e

source: 14th
bg: 14-ти
es: 14º
fr: 14ème
nl: 14de
pt_br: 14º
ro: a 14-a
sv: 14:e

source: 15th
bg: 15-ти
es: 15º
fr: 15ème
nl: 15de
pt_br: 15º
ro: a 15-a
sv: 15:e

source: 16th
bg: 16-ти
es: 16º
fr: 16ème
nl: 16de
pt_br: 16º
ro: a 16-a
sv: 16:e

source: 17th
bg: 17-ти
es: 17º
fr: 17ème
nl: 17de
pt_br: 17º
ro: a 17-a
sv: 17:e

source: 18th
bg: 18-ти
es: 18º
fr: 18ème
nl: 18de
pt_br: 18º
ro: a 18-a
sv: 18:e

source: 19th
bg: 19-ти
es: 19º
fr: 19ème
nl: 19de
pt_br: 19º
ro: a 19-a
sv: 19:e

source: 20th
bg: 20-ти
es: 20º
fr: 20ème
nl: 20ste
pt_br: 20º
ro: a 20-a
sv: 20:e

source: 21st
bg: 21-ви
fr: 21ème
nl: 21ste
pt_br: 21º
ro: a 21-a
sv: 21:a

source: 22nd
bg: 22-ри
es: 22º
fr: 22ème
nl: 22ste
pt_br: 22º
ro: a 22-a
sv: 22:a

source: 23rd
bg: 23-ти
es: 23º
fr: 23ème
nl: 23ste
pt_br: 23º
ro: a 23-a
sv: 23:e

source: 24th
bg: 24-ти
es: 24º
fr: 24ème
nl: 24ste
pt_br: 24º
ro: a 24-a
sv: 24:e

source: 25th
bg: 25-ти
es: 25º
fr: 25ème
nl: 25ste
pt_br: 25º
ro: a 25-a
sv: 25:e

source: 26th
bg: 26-ти
es: 26º
fr: 26ème
nl: 26ste
pt_br: 26º
ro: a 26-a
sv: 26:e

source: 27th
bg: 27-ми
es: 27º
fr: 27ème
nl: 27ste
pt_br: 27º
ro: a 27-a
sv: 27:e

source: 28th
bg: 28-ми
es: 28º
fr: 28ème
nl: 28ste
pt_br: 28º
ro: a 28-a
sv: 28:e

source: 29th
bg: 29-ти
es: 29º
fr: 29ème
nl: 29ste
pt_br: 29º
ro: a 29-a
sv: 29:e

source: 30th
bg: 30-ти
es: 30º
fr: 30ème
nl: 30ste
pt_br: 30º
ro: a 30-a
sv: 30:e

source: 31st
bg: 31-ви
es: 31º
fr: 31ème
nl: 31ste
pt_br: 31º
ro: a 31-a
sv: 31:a

source: Last
bg: Последен
cs: Poslední
de: Letzten
es: Último
fr: Dernier(e)
hu: Utolsó
it: Ultimo
nl: Laatste
pt_br: Última
ro: ultima
ru: Последний
sv: Sista

source: 2nd Last
bg: 2-ия последен
cs: 2. poslední
de: Vorletzten
es: Penúltimo
fr: Avant dernier(e)
hu: Utolsó előtti
it: penultimo
nl: Voorlaatste
pt_br: Penúltima
ro: penultima
ru: Предпоследний
sv: Näst sista

source: 3rd Last
bg: 3-ия последен
cs: 3. poslední
de: Drittletzten
es: Antepenúltimo
fr: 3ème dernier(e)
hu: Hátulról 3.
it: terzultimo
nl: Op 2 na laatste
pt_br: Antepenúltima
ro: antepenultima
ru: 3-й с конца
sv: 3:e sista

source: 4th Last
bg: 4-ия последен
cs: 4. poslední
de: Viertletzten
es: 4 Último
fr: 4ème dernier(e)
hu: Hátulról 4.
it: quartultimo
nl: Op 3 na laatste
pt_br: Antes da antepenúltima
ro: a 4-a de la coadă
ru: 4-й с конца
sv: 4:e sista

source: 5th Last
bg: 5-ия последен
cs: 5. poslední
de: Fünftletzten
es: 5 Último
fr: 5ème dernier(e)
hu: Hátulról 5.
it: quintultimo
nl: Op 4 na laatste
pt_br: Dois antes da antepenúltima
ro: a 5-a de la coadă
ru: 5-й с конца
sv: 5:e sista

source: day
bg: ден
cs: den
de: Tag
es: día
fr: jour
hu: nap
it: giorno
nl: dag
pt_br: dia
ro: zi
ru: День
sv: dagen

source: possibly on weekend
bg: по възможност през уикенда
cs: pravděpodobně o víkendu
de: auch am Wochenende
es: posiblemente en el fin de semana
fr: si possible le weekend
hu: Esetleg hétvégén
it: possibilmente in settimana
nl: mogelijk in het weekeinde
pt_br: possívelmente no final de semana
ro: posibil în sfârșit de săptămână
ru: возможно на выходные
sv: möjligen på helgen

source: but before weekend
bg: но преди уикенда
cs: ale před víkendem
de: aber vor einem Wochenende
fr: mais avant le weekend
hu: de hétvége előtt
it: ma prima del fine settimana
nl: maar voor het weekeinde
pt_br: mas antes do final de semana
ro: dar înainte de sfârșit de săptămână
ru: но перед выходными
sv: men före helgen

source: but after weekend
bg: но след уикенда
cs: ale po víkendu
de: aber nach einem Wochenende
es: pero después del fin de semana
fr: mais après le weekend
hu: de hétvége után
it: ma dopo il fine settimana
nl: maar na het weekeinde
pt_br: mas depois do final de semana
ro: dar după sfârșit de săptămână
ru: но после выходных
sv: men efter helgen

source: year(s), after the start year
bg: година (и), след началната година
cs: rok(ů) po zahajovacím roce
de: Jahr(e) nach dem Startjahr
fr: année(s), après l'année de départ
hu: . évben, a kezdőév után
it: anno/i, dopo l'anno di inizio
nl: jaar/jaren, na het beginjaar
pt_br: ano(s), depois do ano de começo
ro: an(i), după anul de început
ru: год(ы), после стартового года.
sv: år, efter startåret

# part before XXX of 'Recur on day XXX of month YYY'
source: Recur on day
bg: Повторение на ден
cs: Opakovat dne
de: Wiederhole am Tag
es: Repetir el día
fr: Reste sur le jour
hu: Ismétlés e napon:
nl: Herhaal op dag
pt_br: Recurso no dia
ro: Se repetă în ziua
sv: Återkom dag

# part between XXX and YYY of 'Recur on day XXX of month YYY'
source: of
bg: от
cs: z
de: aufhören
es: de
fr: de
hu: e hónapban:
nl: van maand
ro: din
sv: i

# Part before NNN in 'Recur on the NNN. WEEKDAY of MONTH'
source: On the
bg: На
cs: v
de: Am
es: En el/la
fr: Le
hu: e napon:
nl: Herhaal op de
pt_br: Outro
ro: Pe
sv: På den

# part between WEEKDAY and MONTH in 'Recur on NNN. WEEKDAY of MONTH'
source: of
bg: от
de: aufhören
es: de
fr: de
hu: e hónapban:
nl: van
ro: din
sv: i

source: Recur on day #
bg: Повторение на ден #
cs: Opakovat dne #
de: Wiederhole am Tag #
fr: Se produit le jour #
hu: Ismétlés e napon:
it: Ricorri il giorno #
nl: Herhaal op dag
pt_br: Recurso no dia#
ro: Se repetă în ziua #
sv: Återkom på dag #

# part after NNN of 'Recur on day #NNN of the year'
source: of the year
bg: от годината
cs: roku
de: aufhören
es: del año
fr: de l'année
hu: . napján az évnek
nl: van het jaar
pt_br: do ano
ro: a anului
sv: av året

source: Range…
bg: Диапазон…
cs: Rozsah…
de: Bereich…
es: Rango…
hu: Terjedelem…
nl: Geldigheidsperiode…
ro: Perioadă…
ru: Диапазон…

source: Exceptions…
bg: Изключения…
cs: Výjimky…
de: Ausnahmen…
es: Excepciones…
hu: Kivételek…
nl: Uitzonderingen…
ro: Excepții…
ru: Исключения…

source: No day of week selected for weekly recurrence.
bg: Няма ден от седмицата избран за седмичното повторение.
cs: Není vybrán den pro týdenní opakovaní.
de: Kein Wochentag für wöchentliche Wiederholung ausgewählt
es: Ningún día de la semana seleccionado para la repetición semanal
fr: Pas de jour de semaine sélectionné pour la récurrence hebdomadaire.
hu: A hét egy napját sem választottad ki heti ismétlődéshez.
it: Nessun giorno della settimana è stato selezionato per la ricorrenza settimanale.
nl: Geen dag van de week gekozen bij wekelijkse herhaling.
pt_br: Nenhum dia da semana selecionada para a Recorrência semanal.
ro: Nu ați selectat ziua săptămânii pentru recurența săptămânală.
ru: Нет дня недели выбранного для недельной рекурсии.
sv: Ingen veckodag vald för upprepning.

source: Selected day will never occur with selected frequency and start date.
bg: Избраният ден никога няма да настъпи с избраната честота и начална дата.
cs: Vybraný den se nikdy nevyskytne s vybranou frekvencí a datumem zahájení.
de: Der gewählte Tag liegt nicht innerhalb des gewählten Zeitraumes.
fr: Le jour sélectionné ne se produira jamais avec la fréquence et la date de départ sélectionnées.
hu: A kiválasztott nap soha nem következik be a választott gyakorisággal és kezdődátummal.
nl: De gekozen dag zal nooit voorkomen bij de gekozen frekwentie en begindatum.
pt_br: O dia selecionado nunca ocorrerá com frequência e data inicial.
ro: Ziua selectata nu va apărea folosind frecvența și data de pornire selectate.
ru: Выбранный день никогда не наступит, с выбранной частотой и стартовой датой
sv: Vald dag kommer aldrig att inträffa med vald frekvens och startdatum.

source: Selected day does not exist in selected month.
bg: Избраният ден не съществува в избрания месец.
cs: Vybraný den není součástí tohoto měsíce
de: Der gewählte Tag kommt im gewählten Monat nicht vor.
es: Este día no existe en el mes seleccionado
fr: Le jour sélectionné n'existe pas dans le mois sélectionné.
hu: A kiválasztott nap nem létezik a választott hónapban.
it: Il giorno selezionato non esiste nel mese selezionato.
nl: De gekozen dag bestaat niet in de gekozen maand.
pt_br: O dia selecionado não existe neste mês.
ro: Ziua selectată nu există în luna selectată.
ru: Выбранный день не существует в выбранном месяце.
sv: Vald dag existerar inte i vald månad.

source: Dividend: %1
bg: Дивидент: %1
cs: Dividenda: %1
de: Dividende: %1
es: Dividendo %1
fr: Dividende: %1
hu: Osztalék: %1
it: Dividendo: %1
pt_br: Dividendo: %1
ru: Дивиденты: %1
sv: Utdelning: %1

source: Account balancing
bg: Балансиране на сметката
cs: Zůstatek účtu
de: Kontenbilanzierung
fr: Equilibrage du compte
hu: Számlaegyenleg
it: Bilanciamento del conto
nl: Afletteren
pt_br: Balanceamento da conta
ro: Echilibrare cont
ru: Баланс счета
sv: Balansering av konto

source: Security: %1 (bought)
bg: Ценна книга: %1 (закупена)
cs: Akcie: %1 (nakoupená)
de: Wertpapier: %1 (gekauft)
es: Seguridad: %1 (comprado)
fr: Titre: %1 (acheté)
hu: Értékpapír: %1 (vétel)
it: Titolo: %1 (comprato)
nl: Effecten: %1 (gekocht)
pt_br: Segurança: %1 (comprado)
ro: Titlu de valoare: %1 (cumpărat)
ru: Ценные бумаги: %1 (покупка)
sv: Värdepapper: %1 (köpt)
