Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: The category contains some incomes. What do you want to do with them?
bg: Категорията съдържа някои доходи. Какво желаете да правя с тях?
cs: Kategorie obsahuje příjmy. Co s nimi chcete udělat?
de: Die Kategorie enthält einige Einnahmen. Was wollen Sie mit diesen tun?
es: La categoría contiene algunos ingresos. ¿Qué desea hacer con ellos?
fr: La catégorie contient quelques revenus. Que voulez-vous faire d'eux?
hu: A kategória bevételeket tartalmaz. Mit akarsz velük tenni?
it: La categoria contiene delle entrate. Cosa vuoi farne?
nl: De categorie bevat enkele inkomsten. Wat wil je er mee doen?
pt_br: A categoria contém algumas receitas. O que você gostaria de fazer com elas?
ro: Categoria conține venituri. Ce doriți să faceți cu ele?
sv: Kategorin innehåller en del inkomster. Vad vill du göra med dem?

source: The account contains some transactions. What do you want to do with them?
bg: Сметката съдържа някои транзакции. Какво желаете да правя с тях?
cs: Účet obsahuje transakce. Co s nimi chcete udělat?
de: Dieses Konto enthält einige Tranaktionen. Was wollen Sie mit diesen tun?
es: La categoría contiene algunas transacciones. ¿Qué desea hacer con ellas?
fr: Ce compte contient plusieurs transactions. Que voulez vous en faire ?
hu: A számla tranzakciókat tartalmaz. Mit akarsz velük tenni?
it: La categoria contiene delle transazioni. Cosa vuoi farne?
nl: Het account bevat enkele transacties. Wat wil je er mee doen?
pt_br: A categoria contém algumas transações. O que você gostaria de fazer com elas?
ro: Contul conține tranzacții. Ce doriți să le faceți cu ele?
sv: Kategorin innehåller en del transaktioner. Vad vill du göra med dem?

source: The category contains some expenses that will be removed. Do you still want to remove the category?
bg: Категорията съдържа някои разходи, които ще бъдат премахнати. Все още ли искате да премахнете категорията?
cs: Kategorie obsahuje výdaje, které budou odstraněny. Opravdu chcete kategorii odstranit?
de: Die Kategorie enthält einige Ausgaben, die entfernt werden würden. Wollen Sie die Kategorie tatsächlich entfernen?
es: La Categoría contiene algunos gastos que serán eliminados. ¿Desea eliminarla?
fr: La catégorie contient quelques dépenses qui seront enlevées. Voulez-vous toujours enlever cette catégorie?
hu: A kategória kiadásokat tartalmaz, amik törlődni fognak. Biztosan el akarod távolítani a kategóriát?
it: La categoria contiene delle uscite che verranno eliminate. Sei sicuro di voler eliminare la categoria?
nl: De categorie bevat enkele uitgaven die verwijderd zullen worden. Wil je nog steeds de categorie verwijderen?
pt_br: A categoria contém algumas DESPESAS que serão removidas. Você ainda quer remover a categoria?
ro: Categoria conține cheltuieli care vor fi eliminate. Încă doriți eliminarea categoriei?
sv: Kategorin innehåller en del utgifter som kommer att avlägsnas. Vill du ändå ta bort kategorin?

source: Remove Category?
bg: Премахване на категорията?
cs: Odstranit kategorii?
de: Kategorie entfernen?
es: ¿Eliminar Categoría?
fr: Enlever la catégorie?
hu: Kategória eltávolítása?
it: Rimuovere la categoria?
nl: Verwijder Categorie?
pt_br: Remover Categoria?
ro: Eliminare categorie?
ru: Удалить категорию?
sv: Ta bort kategorin?

source: The category contains some incomes that will be removed. Do you still want to remove the category?
bg: Категория съдържа някои доходи, които ще бъдат премахнати. Все още ли искате да премахнете категорията?
cs: Kategorie obsahuje příjmy, které budou odstraněny. Opravdu chcete kategorii odstranit?
de: Die Kategorie enthält einige Einnahmen, die entfernt werden würden. Wollen Sie die Kategorie wirklich entfernen?
es: La Categoría contiene algunos ingresos que serán eliminados. ¿Desea eliminarla?
fr: La catégorie contient quelques revenus qui seront supprimés. Voulez-vous toujours enlever cette catégorie?
hu: A kategória bevételeket tartalmaz, amik törlődni fognak. Biztosan el akarod távolítani a kategóriát?
it: La categoria contiene delle entrate che verranno eliminate. Sei sicuro di voler eliminare la categoria
nl: De categorie bevat enkele inkomsten die verwijderd zullen worden. Wil je nog steeds de categorie verwijderen?
pt_br: A categoria contém algumas RECEITAS que serão removidas. Você ainda quer remover a categoria?
ro: Categoria conține venituri care vor fi eliminate. Sigur doriți să eliminați categoria?
ru: Категория содержит некоторые доходы, вы ее хотите удалить?
sv: Kategorin innehåller en del inkomster som kommer att avlägsnas. Vill du ändå ta bort kategorin?

source: The account contains some transactions that will be removed. Do you still want to remove the account?
bg: Сметката съдържа някои транзакции, които ще бъдат премахнати. Все още ли искате да премахнете сметката?
cs: Účet obsahuje transakce, které budou odstraněny. Opravdu chcete účet odstranit?
de: Das Konte enthält einige Transaktionen, die entfernt werden würden. Wollen Sie das Konto wirklich entfernen?
es: La cuenta contiene algunas transacciones que serán eliminadas. ¿Desea eliminarla?
fr: Ce compte contient plusieurs transactions qui seront enlevées. Voulez vous toujours enlever ce compte ?
hu: A számla tranzakciókat tartalmaz, amik törlődni fognak. Biztosan el akarod távolítani a számlát?
it: La categoria contiene delle transizioni che verranno eliminate. Sei sicuro di voler eliminare la categoria
nl: De categorie bevat enkele transacties die verwijderd zullen worden. Wil je nog steeds de categorie verwijderen?
pt_br: A categoria contém algumas TRANSAÇÕES que serão removidas. Você ainda quer remover a categoria?
ro: Contul conține tranzacții care vor fi eliminate. Sigur doriți să eliminați contul?
ru: Счет содержит некоторые транзакции, вы его хотите удалить?
sv: Kontot innehåller en del transaktioner som kommer att avlägsnas. Vill du ändå ta bort kontot?

source: Remove Account?
bg: Премахване на сметката?
cs: Odstranit účet?
de: Konto entfernen?
es: ¿Eliminar Cuenta?
fr: Enlever le compte?
hu: Számla eltávolítása?
it: Eliminare il Conto?
nl: Verwijder Account?
pt_br: Remover conta?
ro: Eliminare cont?
ru: Удалить счет?
sv: Ta bort kontot?

# %1: budget; %2: remaining budget
source: %2 of %1
bg: %2 от %1
cs: %2 ze %1
de: %2 von %1
es: %2 de %1
fr: %2 de %1
hu: %2 maradt (terv: %1)
it: %2 di %1
nl: %2 van %1
pt_br: %2 de %1
ro: %2 din %1
ru: %2 из %1
sv: %2 av %1

source: %1 (with no budget)
bg: %1 (извън бюджета)
cs: %1 (se žádným rozpočtem)
de: %1 (ohne Budget)
es: %1 (sin presupuesto)
fr: %1 (sans budget)
hu: %1 (költségvetés nélkül)
it: %1 (senza budget)
nl: %1 (zonder budget)
pt_br: %1 (sem nhenum orçamento)
ro: %1 (fără buget)
sv: %1 (utan någon budget)

source: %1 (with budget %2)
bg: %1 (с никакъв бюджет %2)
cs: %1 (s rozpočtem %2)
de: %1 (mit Budget %2)
es: %1 (con presupuesto %2)
fr: %1 (avec le budget %2)
hu: %1 (%2 költségvetéssel)
it: %1 (con budget %2)
nl: %1 (met budget %2)
pt_br: %1 (com orçamento %2)
ro: %1 (cu buget %2)
ru: %1 ( с бюджета %2)
sv: %1 (med budget %2)

source: Import CSV file
bg: Въведи CSV файла
cs: Imporovat soubor CSV
de: CSV-Datei importieren
es: Importar archivo CVS
fr: Importer le fichier CSV
hu: CSV fájl importálása
it: Importa file CSV
nl: Importeer CSV bestand
pt_br: Importar arquivo CSV
ro: Importare fișier CSV
ru: Импорт CSV файла
sv: Importera CSV-fil

source: Transaction Type Selection
bg: Избор на тип на транзакцията
cs: Výběr typu transakce
de: Auswahl des Transaktionstyps
es: Selecciona el Tipo de Transacción
fr: Choix du type de transaction
hu: Tranzakciótípus kiválasztása
it: Selezione Tipo di Transazione
nl: Selectie Transactiesoort
pt_br: Selecione o tipo da transação
ro: Selecție tip tranzacție
ru: Выбор типа транзакции
sv: Val av transaktionstyp

source: Expenses and incomes (negative cost)
bg: Разходи и приходи (отрицателен разход)
cs: Výdaje a příjmy (záporná cena)
de: Ausgaben und Einnahmen (negative Kosten)
es: Gastos e ingresos (Gastos negativos)
fr: Dépenses et revenus (coût négatif)
hu: Kiadások és bevételek (negatív költség)
it: Uscite ed entrate (costi negativi)
nl: Uitgaven en inkomsten (negatieve kosten)
pt_br: Despesas e receitas (custo negativo)
ro: Cheltuieli și venituri (cost negativ)
ru: Расходы и доходы (отрицательная величина)
sv: Utgifter och inkomster (negativa kostnad)

source: Expenses and incomes (separate columns)
bg: Разходи и приходи (отделни колони)
cs: Výdaje a příjmy (oddělené sloupce)
de: Ausgaben und Einnahmen (getrennte Spalten)
es: Gastos e ingresos (Columnas separadas)
fr: Dépenses et revenus (colonnes séparées)
hu: Kiadások és bevételek (külön oszlopok)
it: Uscite ed entrate (colonne separate)
nl: Uitgaven en inkomsten (afgezonderde kolommen)
pt_br: Despesas e receitas (colunas separadas)
ro: Cheltuieli și venituri (coloane separate)
ru: Расходы и доходы (разделенные колонки)
sv: Utgifter och inkomster (separata kolumner)

source: All types
bg: Всички типове
cs: Všechny typy
de: Alle Typen
es: Todos los tipos
fr: Tous types
hu: Összes típus
it: Tutti i tipi
nl: Alle soorten
pt_br: Todos os tipos
ro: Toate tipurile
ru: Все типы
sv: Alla typer

source: File Selection
bg: Избор на файл
cs: Výběr souboru
de: Dateiauswahl
es: Selección de archivo
fr: Sélection de fichier
hu: Fájl kiválasztása
it: Selezione file
nl: Bestandselectie
pt_br: Seleção de Arquivo
ro: Selectare fişier
ru: Выбор файла
sv: Filval

source: File:
bg: Файл:
cs: Soubor:
de: Datei:
es: Archivo
fr: Fichier:
hu: Fájl:
nl: Bestand:
pt_br: Arquivo:
ro: Fișier:
ru: Файл:
sv: Fil:

source: First data row:
bg: Първият ред данни:
cs: První řádek údajů:
de: Erste Zeile mit Daten:
es: Primera fila de datos:
fr: Première colonne de données:
hu: Első adatsor
it: Prima colonna di dati:
nl: Eerste gegevens rij:
pt_br: Fila de primero arquivo
ro: Primul rând de date:
ru: Первая строка данных:
sv: Första dataraden:

source: Auto
bg: Автоматично
es: Automático
fr: Voiture
hu: Automatikus
nl: Automatisch
ro: Automat
ru: Авто

source: Column delimiter:
bg: Колона разделител:
cs: Oddělovač sloupců:
de: Zellentrenner:
es: Delimitador de Columna:
fr: Délimiteur de colonne:
hu: oszlop elválasztó:
it: Delimitatore delle Colonne:
nl: Kolom scheiding:
pt_br: Deliitador de coluna:
ro: Separator coloane:
ru: Разделитель колонок:
sv: Kolumnavgränsare:

source: Comma
bg: Запетая
cs: Čárka
de: Komma
es: Coma
fr: Virgule
hu: Vessző
it: Virgola
nl: Komma
pt_br: Vírgula
ro: Virgulă
ru: Запятая
sv: Komma

source: Tabulator
bg: Табулатор
cs: Tabulátor
es: Tabulador
fr: Tabulation
hu: Tabulátor
it: Tabulatore
pt_br: Tabulação
ru: Табулятор

source: Semicolon
bg: Точка и запетая
cs: Středník
de: Semikolon
es: Punto y coma
fr: Point virgule
hu: Pontosvessző
it: Punto e virgola
nl: Puntkomma
pt_br: Ponto e vírgula
ro: Punct și virgulă
ru: Точка с запятой
sv: Semikolon

source: Space
bg: Интервал
cs: Mezera
de: Leerzeichen
es: Espacio
fr: Espace
it: Spazio
nl: Witruimte
pt_br: Espaço
ro: Spațiu
ru: Пробел
sv: Mellanslag

source: Columns Specification
bg: Колони спецификации
cs: Popis sloupce
de: Spaltenbeschreibung
es: Espicificación de Columnas
fr: Spécification de la colonne
hu: Oszlopok leírása
it: Specifica delle colonne
nl: Kolommen Specificatie
pt_br: ESpecificações das Colunas
ro: Specificații coloane
ru: Спецификация колонки
sv: Kolumnspecificering

source: Column
bg: Колона
cs: Sloupec
de: Spalte
es: Columna
fr: Colonne
hu: Oszlop
it: Colonna
nl: Kolom
pt_br: Coluna
ro: Coloană
ru: Колонка
sv: Kolumn

source: Category:
bg: Категория:
cs: Kategorie:
de: Kategorie
es: Categoría:
fr: Catégorie:
hu: Kategória:
it: Categoria:
nl: Categorie:
pt_br: Categoria:
ro: Categorie:
ru: Категория:
sv: Kategori:

source: From account:
bg: От сметката:
cs: Z účtu:
de: Von Konto:
es: Desde la cuenta:
fr: Compte de:
hu: Erről a számláról:
it: Dal conto:
nl: Van rekening:
pt_br: Da conta:
ro: De la contul:
ru: Со счета:
sv: Från konto:

source: Create missing categories and accounts
bg: Създай липсващи категории и сметки
cs: Vytvořit chybějící kategorie a účty
de: Lege fehlende Kategorien und Konten an
es: Cree las categorías y las cuentas que faltan
fr: Crée les comptes et catégories manquante
hu: Hiányzó kategóriák és számlák készítése
it: Creare le categorie e i conti mancanti
nl: Maak ontbrekende categorieën en rekeningen
pt_br: Criar categorias e contas que estão faltando.
ro: Creare categorii și conturi lipsă
ru: Создать найденные категории и счета
sv: Skapa saknade kategorier och konton

source: Imports data as expenses. Costs have positive value. Value is the only required column.
bg: Въведи данните като разходи. Разходите трябва да са положителна стойност. Стойността е единственото, за което трябва колона.
cs: Importovat údaje jako výdaje. Ceny jsou kladné. Vyžadován pouze sloupec hodnota.
de: Importiere Daten als Ausgaben. Kosten haben einen positiven Wert. "Wert" ist die einzig benötigte Spalte.
fr: Importe les données comme des dépenses. Les coûts ont une valeur positive. Le valeur est la seule colonne requise.
hu: Adatok importálása kiadásként. A költségek pozitív értékek. Az érték az egyetlen szükséges oszlop.
it: Importa i dati come uscite. I costi hanno un valore positivo. L'unica colonna richiesta è: valore.
nl: Importeer gegevens als uitgaven. Kosten hebben positieve waarde. Waarde is de enige vereiste kolom.
pt_br: mportar conteúdo como despesas. A única coluna necessária é VALOR.
ro: Importă datele ca cheltuieli. Costurile au valori pozitive. Singura coloană necesară este valoarea.
sv: Importerar data som utgifter. Kostnader har positivt värde. Värde är enda nödvändiga kolumn.

source: Imports data as incomes. Value is the only required column.
bg: Въведи данните като доходи.Стойността е единственото, за което трябва колона.
cs: Importovat údaje jako příjmy. Vyžadován pouze sloupec hodnota.
de: Importiert Daten als Einnahmen. Einzig benötigte Spalte ist "Wert".
es: Importar datos como ingresos. El valor es la única columna requerida.
fr: Importe les données comme des revenus. Value est la seule colonne requise.
hu: Adatok importálása bevételként. Az érték az egyetlen szükséges oszlop.
it: Importa i dati come entrate. L'unica colonna richiesta è: valore.
nl: Importeer gegevens als inkomsten. Waarde is de enige vereiste kolom.
pt_br: Importar conteúdo como receitas. A única coluna necessária é VALOR.
ro: Importă datele ca venituri. Singura coloană necesară este valoarea.
ru: Импортировать данные как доходы.
sv: Importerar data som inkomster. Värde är enda nödvändiga kolumn.

source: To account:
bg: В сметката:
cs: Na účet:
de: Zu Konto:
es: Para la cuenta:
fr: Vers le compte:
hu: Erre a számlára:
it: Al conto:
nl: Naar rekening:
pt_br: Para conta:
ro: Către contul:
ru: К счету:
sv: Till konto:

source: Imports data as transfers. Value is the only required column.
bg: Въведи данните като трансфери.Стойността е единственото, за което трябва колона.
cs: Importovat údaje jako převody. Vyžadován pouze sloupec hodnota.
de: Importiert Daten als Transaktionen. Die einzige benötigte Spalte ist "Wert"
es: Importar datos como trasacciones. El valor es la única columna requerida.
fr: Importer les données comme des transferts. Value est la seule colonne requise.
hu: Adatok importálása átutalásként. Az érték az egyetlen szükséges oszlop.
it: Importa i dati come trasferimenti. L'unica colonna richiesta è: valore.
nl: Importeer gegevens als overboekingen. Waarde is de enige vereiste kolom.
pt_br: Importar dados como transferâncias. A única coluna necessária é Valor.
ro: Importă datele ca transferuri. Singura coloană necesară este valoarea.
ru: Импорт данных как трансферы.
sv: Importerar data som överföringar. Värde är enda nödvändiga kolumn.

source: Amount:
bg: Сума:
cs: Množství:
de: Menge:
es: Cuenta:
fr: Quantité:
hu: Összeg:
it: Quantità:
nl: Hoeveelheid:
pt_br: Quantidade:
ro: Cantitate:
ru: Количество:
sv: Värde:

source: Imports data as expenses and incomes. Costs have negative value. Value and category are both required columns.
bg: Въведи данните като доходи и разходи. Разходите трябва да са отрицателна стойност. Стойността и категориите, изискват колона.
cs: Importovat údaje jako výdaje a příjmy. Ceny jsou kladné. Vyžadován sloupec hodnota i kategorie.
de: Importiert Daten als Ausgaben und Einnahmen. Kosten haben einen negativen Wert. Spalten für "Wert" und "Kategorie" werden benötigt.
es: Importar datos como gastos e ingresos. Los gastos tienen valor negativo. El valor y la categoría son las columnas requeridas.
fr: Importe les données comme des dépenses et des revenus. Les coûts ont une valeur négative. La valeur et la catégorie sont les seules colonnes requises.
hu: Adatok importálása kiadásként és bevételként. A költségek negatív értékek. Az érték és a kategória egyaránt szükséges oszlop.
it: Importa i dati come uscite ed entrate. I costi hanno un valore negativo. Sono richieste le colonne: valore, categoria.
nl: Importeer gegevens als uitgaven en inkomsten. Kosten hebben negatieve waarde. Waarde en categorie zijn beide vereiste kolommen.
pt_br: Importar dados como despesas e receitas. Custos têm valores negaticos. As colunas valor e categoria são necessárias.
ro: Importă datele ca cheltuieli și venituri. Costurile au valori negative. Valoarea și categoria sunt coloane necesare.
sv: Importerar data som utgifter och inkomster. Kostnader har negativt värde.Värde och kategori är både nödvändiga kolumner.

source: Imports data as expenses and incomes. Costs and incomes have separate columns. Income, cost, and category are all required columns.
bg: Въведи данните като доходи и разходи.Разходи и приходи са с отделни колони. Доходи, разходи и категории са с всички необходими колони.
cs: Importovat údaje jako výdaje a příjmy. Ceny a příjmy jsou v oddělených sloupcích. Vyžadovány sloupce příjem, cena a kategorie.
de: Importiert Daten als Ausgaben und Einnahmen. Kosten haben einen negativen Wert. Spalten für "Wert" und "Kategorie" werden benötigt.
es: Importar datos como gastos e ingresos. Gastos e ingresos estan en columnas separadas. Ingresos, gastos y categoría son columnas requeridas.
fr: Importe les données comme des dépenses et des revenus. Les coûts ont des colonnes séparées. Revenus, coût, et la catégorie sont les seules colonnes requises.
hu: Adatok importálása kiadásként és bevételként. A költségek és bevételek külön oszlopok. A bevétel, a költség és a kategória mind szükséges oszlopok.
it: Importa i dati come uscite ed entrate. I costi e le entrate hanno colonne separate. Sono richieste le colonne: entrata, costo, categoria.
nl: Importeer gegevens als uitgaven en inkomsten. Kosten en inkomsten hebben gescheiden kolommen. Inkomsten, kosten en categorie zijn alle vereiste kolommen.
pt_br: Importar dados como despesas e receitas. Custos e receitas têm colunas separadas. Receitam custo e categoria são todas colunas requeridas.
ro: Importă datele ca cheltuieli și venituri. Costurile și veniturile au coloane separate. Veniturile, costurile și categoria sunt coloane necesare.
sv: Importerar data som utgifter och inkomster. Kostnader och inkomster har separata kolumner.Kostnad, inkomst och kategori är alla nödvändiga kolumner.

source: Imports data as expenses, incomes, and transfers. Costs have negative or positive value. Value, to, and from are all required columns. Accounts and categories must be existing.
bg: Въведи данните като разходи, приходи и трансфери.Разходите трябва да са с отрицателна или положителна стойност.Стойността, до,и от,са необходими колони. Сметки и категории трябва да съществуват.
cs: Importovat údaje jako výdaje, příjmy a převody. Ceny jsou kladné nebo záporné. Vyžadovány sloupce pro a od. Účty a kategorie musí existovat.
de: Importiert Daten als Ausgaben, Einnahmen und Transaktionen. Kosten müssen negative oder positive Werte haben. Benötigte Spalten sind "Wert", "Von" und "Nach". Alle Konten und Kategorien müssen bereits existieren.
es: Importar datos como gastos, ingresos y transacciones. Gastos tiene valor positivo o negativo. El valor, el destino y el origen son las columnas requeridas.
fr: Importe les données comme dépenses, revenus et transferts. Les coûts ont une valeur négative ou positive. Toutes les valeurs sont requises. Comptes et catégories doivent exister.
hu: Adatok importálása kiadásként, bevételként és átutalásként. A költségek negatív vagy pozitív értékek. Az érték, a forrás és a cél mind szükséges oszlopok. A számláknak és kategóriáknak létezniük kell.
it: Importa i dati come uscite, entrate e trasferimenti. I costi hanno dei valori negativi o positivi. Sono richieste le colonne: valore, a, da. Conti e categorie devono essere presenti.
nl: Importeer gegevens als uitgaven, inkomsten en overboekingen. Kosten hebben negatieve of positieve waarde. Waarde, naar en van zijn alle vereiste kolommen. Rekeningen en categorieën moeten bestaan.
pt_br: Importar dados como dspesas, receitas e transferências, Custos têm um valor negativo ou positivo. "Valor", "De" e "Para" são todas colunas necessárias. Contas e Categorias devem existir.
ro: Importă datele ca cheltuieli, venituri și transferuri. Costurile au valori pozitive sau negative. Valoarea, destinația și originea sunt coloane necesare. Trebuie să existe și conturile și categoriile.
sv: Importerar data som utgifter, inkomster och överföringar. Kostnader har negativt eller positivt värde. Värde, till och från är alla nödvändinga kolumner. Konton och kategorier måste existera.

source: From:
bg: От:
cs: Od:
de: Von:
es: De:
fr: De:
hu: Forrás:
it: Da:
nl: Van:
pt_br: De:
ro: Din:
ru: Из:
sv: Från:

source: To:
bg: До:
cs: Do:
de: Nach:
es: Para:
fr: A:
hu: Cél:
it: A:
nl: Naar:
pt_br: Para:
ro: Către:
ru: К:
sv: Till:

source: A file must be selected.
bg: Файлът трябва да бъде избран.
cs: Vyberte soubor.
de: Es muss eine Datei ausgewählt werden.
es: Un archivo debe ser seleccionado
fr: Vous devez sélectionner un fichier.
hu: Ki kell választani egy fájlt.
it: Deve essere selezionato un file.
nl: Er moet een bestand gelecteerd zijn.
pt_br: Todos arquivos devem ser selecionados.
ro: Trebuie să selectați un fișier.
ru: Файл должен быть выбран
sv: En fil måste väljas.

source: Selected file is a directory.
bg: Избраният файл е директория.
cs: Vybraný soubor je adresář.
de: Die ausgewählte Datei ist ein Verzeichnis.
es: El archivo seleccionado es un directorio.
fr: Le fichier sélectionné est un dossier.
hu: Könyvtárt választottál.
it: Il file selezionato è una cartella.
nl: Geselecteerd bestand is een directory.
pt_br: O arquivo selecionado é uma pasta.
ro: Fișierul selectat este un director.
ru: Выберите файл или директорию.
sv: Vald fil är en mapp.

source: Selected file does not exist.
bg: Избраният файл не съществува.
cs: Vybraný soubor neexistuje.
de: Die ausgewählte Datei existiert nicht.
es: El archivo seleccionado no existe.
fr: Le fichier sélectionné n'existe pas.
hu: A kiválasztott fájl nem létezik.
it: Il file selezionato non esiste.
nl: Geselecteerd bestand bestaat niet.
pt_br: O aquivo não existe!
ro: Fișierul selectat nu există.
ru: Выбранный файл не существует.
sv: Vald fil existerar inte.

source: Empty delimiter.
bg: Празен разделител.
cs: Prázdný oddělovač.
de: Leerer Begrenzer.
es: Delimitador vacio.
fr: Délimiteur vide.
hu: Üres elválasztó.
it: Delimitatore vuoto.
nl: Leeg scheidingsteken.
pt_br: Limpar delimitador.
ro: Separator gol.
ru: Пустой разделитель.
sv: Tom avgränsare.
