Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

source: Current Account
bg: Текуща сметка
cs: Běžný účet
de: Girokonto
es: Cuenta actual
fr: Compte courant
hu: Folyószámla
it: Conto Corrente
nl: Lopende rekening
pt_br: Conta Atual
ro: Cont curent
ru: Текущий счет
sv: Transaktionskonto

source: Savings Account
bg: Спестовна сметка
cs: Spořící účet
de: Rücklagekonto
es: Cuenta de Ahorros
fr: Compte d'épargne
hu: Takarékbetét-számla
it: Libretto di Risparmio
nl: Spaarrekening
pt_br: SAlvando conta
ro: Cont economii
ru: Сбережения
sv: Sparkonto

source: Credit Card
bg: Кредитна карта
cs: Platební karta
de: Kreditkarte
es: Tarjeta de Cŕedito
fr: Carte de crédit
hu: Hitelkártya
it: Carta di Credito
pt_br: Cartão de Crédito
ro: Carte de credit
ru: Кредитная карта
sv: Kreditkort

source: Liabilities
bg: Задължения
cs: Dluhy
de: Verpflichtungen
es: Pasivos
fr: Dettes
hu: Tartozások
it: Passività
nl: Passiva
pt_br: Obrigações
ro: Pasive
ru: Задолженность
sv: Skulder

source: Securities
bg: Ценни книжа
cs: Cenné papíry
de: Wertpapiere
es: Acciones
fr: Titres
hu: Értékpapírok
it: Titoli
nl: Effecten
pt_br: Segurança
ro: Titluri de valoare
ru: Ценные бумаги
sv: Värdepapper

source: Initial balance:
bg: Начален баланс:
cs: Počáteční bilance:
de: Wert zu Beginn
es: Balance inicial
fr: Équilibre initial:
hu: Nyitóegyenleg:
it: Bilancio iniziale:
nl: Openingsbalans:
pt_br: Balanço inicial
ro: Balanță inițială:
ru: Начальный баланс:
sv: Startvärde:

source: Default account for budgeted transactions
bg: Основна сметка за бюджетни транзакции
cs: Výchozí účet pro rozpočtové transakce
de: Standardkonto für geplante Transaktionen
es: Cuenta predeterminada para las transacciones presupuestadas
fr: Compte par défaut pour les transactions planifiées
hu: Alapértelmezett számla a költségvetési tranzakciókhoz
it: Account predefinito per transazioni finanziate
nl: Standaard rekening voor gebudgetteerde transacties
pt_br: Conta principal para transações orçamentadas
ro: Cont implicit pentru tranzacții cu buget
ru: Счет по умолчанию для бюджетных транзакций
sv: Förvalt konto för budgeterade transaktioner

source: Empty name.
bg: Празно име.
cs: Prázdný název.
de: Leerer Name.
es: Nombre vació
fr: Nom vide.
hu: Üres név.
it: Nome vuoto.
nl: Lege naam.
pt_br: Nome em branco.
ro: Nume nedefinit.
ru: Пустое имя.
sv: Tomt namn.

source: The entered name is used by another account.
bg: Въведеното име се използва от друга сметка.
cs: Tento název už používá jiný účet.
de: Dieser Name wird bereits von einem anderen Konto verwendet.
es: El nombre que ingreso esta siendo utilizado por otra cuenta.
fr: Le nom saisi est déjà utilisé par un autre compte.
hu: A megadott név másik számláé.
it: Il nome inserito è utilizzato da un altro conto.
nl: De ingevoerde naam is al gebruikt voor een andere rekening.
pt_br: O nome digitado é usado por uma outra conta.
ro: Numele introdus este folosit la alt cont.
ru: Введенное имя уже используется в другом бюджете
sv: Namnet används av ett annat konto.

source: Monthly budget:
bg: Месечен бюджет:
cs: Měsíční rozpočet:
de: Monatliches Budget
es: Presupuesto Mensual
fr: Budget mensuel:
hu: Havi költségvetés:
it: Budget Mensile:
nl: Maandelijks budget:
pt_br: Orçamento mensal.
ro: Buget lunar:
ru: Месячный бюджет
sv: Månatlig budget:

source: The entered name is used by another income category.
bg: Въведеното име се използва от друга категория доходи.
cs: Tento název už používá jiná kategorie příjmů.
de: Dieser Name wird bereits von einer anderen Einkommenskategorie verwendet.
es: El nombre elegido ya está siendo usado en otra categoría de ingresos.
fr: Le nom saisi est utilisé par une autre catégorie de revenus.
hu: A megadott név másik bevételi kategóriáé.
it: Il nome inserito è utilizzato da un'altra categoria d'entrata.
nl: De ingevoerde naam is gebruikt voor een andere inkomsten categorie.
pt_br: O nome digitado já é usado por outra categoria de receita.
ro: Numele introdus este folosit la altă categorie de venituri.
ru: Введенное имя уже используется в другой категории доходов.
sv: Namnet används av en annan inkomstkategori.

source: The entered name is used by another expense category.
bg: Въведеното име се използва от друга категория сметки.
cs: Tento název už používá jiná kategorie výdajů.
de: Dieser Name wird bereits von einer anderen Ausgabenkategorie verwendet.
es: El nombre elegido ya está siendo usado en otra categoría de gastos.
fr: Le nom saisi est utilisé par une autre catégorie de dépenses.
hu: A megadott név másik kiadási kategóriáé.
it: Il nome inserito è utilizzato da un'altra categoria di uscita.
nl: De ingevoerde naam is gebruikt voor een andere kosten categorie.
pt_br: O nome digitado já é usado por outra categoria de despesa.
ro: Numele introdus este folosit la altă categorie de cheltuieli.
ru: Введенное имя уже используется в другой категории расходов.
sv: Namnet används av en annan utgiftskategori.

source: Accounts
bg: Сметки
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
hu: Számlák
it: Conti
nl: Rekeningen
pt_br: Contas
ro: Conturi
ru: Счета
sv: Konton

source: Accounts & Categories
bg: Сметки и категории
cs: Účty & Kategorie
de: Konten & Kategorien
es: Cuentas & Categorías
fr: Comptes et Catégories
hu: Számlák és kategóriák
it: Conti & Categorie
nl: Rekeningen & Categorieën
pt_br: Contas e Categorias.
ro: Conturi și categorii
ru: Счета и категории
sv: Konton och kategorier

source: Expenses
bg: Разходи
cs: Výdaje
de: Ausgaben
es: Gastos
fr: Dépenses
hu: Kiadások
it: Uscite:
nl: Uitgaven
pt_br: Gastos
ro: Cheltuieli
ru: Расходы
sv: Utgifter

source: Incomes
bg: Приходи
cs: Příjmy
de: Einnahmen
es: Ingresos
fr: Revenus
hu: Bevételek
it: Entrate:
nl: Inkomsten
pt_br: Receitas
ro: Venituri
ru: Доходы
sv: Inkomster

source: Transfers
bg: Трансфери
cs: Převody
es: Transferencias
fr: Transferts
hu: Átutalások
it: Trasferimenti:
nl: Overboekingen
pt_br: Transferências
ro: Transferuri
ru: Трансферы
sv: Överföringar

source: Schedule
bg: График
cs: Plán
de: Planer
es: Calendario
fr: Planning
hu: Ütemterv
it: Pianificazione
nl: Planning
pt_br: Agenda
ro: Planificare
ru: Планировщик
sv: Planering

source: Scheduled Transactions
bg: Планирани Транзакции
cs: Plánované transakce
de: Geplante Transaktionen
es: Transacciones programadas
fr: Transactions planifiées
hu: Tervezett tranzakciók
it: Transazioni Pianificate
nl: Geplande Transacties
pt_br: Transações agendadas
ro: Tranzacții planificate
ru: Запланированные переводы
sv: Planerade transaktioner

source: Account / Category
bg: Сметка / Категория
cs: Účet / Skupina
de: Konto / Kategorie
es: Cuenta / Categoría
fr: Compte / Catégorie
hu: Számla / Kategória
it: Conto / Categoria
nl: Rekening / Categorie
pt_br: Conta / Categoria
ro: Cont / categorie
ru: Счет / Категория
sv: Konto / kategori

source: Remaining Budget (%1)
bg: Оставащ бюджет (%1)
cs: Zbývající rozpočet (%1)
de: Verbleibendes Budget (%1)
es: Presupuesto Restante (%1)
fr: Budget prévisionnel (%1)
hu: Hátralévő költségvetés (%1)
it: Budget Restante (%1)
nl: Resterend Budget (%1)
pt_br: Orçamento restante (%1)
ro: Buget rămas (%1)
ru: Оставшийся бюджет(%1)
sv: Återstående budget (%1)

source: Change (%1)
bg: Смени (%1)
cs: Změna (%1)
de: Änderung (%1)
es: Cambio (%1)
hu: Változás (%1)
it: Cambio (%1)
nl: Mutatie (%1)
ro: Schimbare (%1)
ru: Изменение (%1)
sv: Förändring (%1)

source: Total (%1)
bg: Общо (%1)
cs: Celkem (%1)
de: Gesamt (%1)
hu: Összesen (%1)
it: Totale (%1)
nl: Totaal (%1)
ru: Итог (%1)
sv: Totalvärde (%1)

# %2 remains of %1 budget
source: %2 of %1
bg: %2 от %1
cs: %1 ze %2
de: %2 von %1
es: %2 de %1
fr: %2 de %1
hu: %2 maradt (terv: %1)
it: %2 di %1
nl: %2 van %1
pt_br: %2 de %1
ro: %2 din %1
ru: %2 из %1
sv: %2 av %1

source: Includes budgeted transactions
bg: Включва бюджетни транзакции
cs: Zahrnuje rozpočtové transakce
de: beinhaltet geplante Transaktionen
es: Incluye transacciones presupuestadas
fr: Inclut les transactions planifiées
hu: Költségvetési tranzakciókat tartalmaz
it: Incluse le transazioni preventivate
nl: Inclusief gebudgetteerde transacties
pt_br: Incluir transações orçamentadas
ro: Include tranzacții cu buget
ru: Включая бюджетные транзакции
sv: Inkluderar budgeterade transaktioner

source: Period
bg: Период
cs: Období
de: Zeitraum
es: Periodo
fr: Période
hu: Időszak
it: Periodo
nl: Periode
pt_br: Período
ro: Perioadă
ru: Период

source: Select Period
bg: Избор на период
cs: Vybrat období
de: Zeitraum wählen
es: Elija un Periodo
fr: Période sélectionnée
hu: Válassz időszakot
it: Seleziona Periodo
nl: Selecteer Periode
pt_br: Selecione o período
ro: Selectare perioadă
ru: Выберите период
sv: Välj period

source: Current Month
bg: Текущ месец
cs: Tento měsíc
de: Dieser Monat
es: Mes Actual
fr: Mois actuel
hu: Aktuális hónap
it: Il Mese Corrente
nl: Huidige Maand
pt_br: Mês corrente
ro: Luna curentă
ru: Текущий месяц
sv: Innevarande månad

source: Current Year
bg: Текуща година
cs: Tento rok
de: Dieses Jahr
es: Año Actual
fr: Année actuelle
hu: Aktuális év
it: L'Anno Corrente
nl: Huidig Jaar
pt_br: Ano corrente
ro: Anul curent
ru: Текущий год
sv: Innevarande år

source: Current Whole Month
bg: Целият текущ месец
cs: Celý tento měsíc
de: Dieser Kalendermonat
es: Todo el mes actual
fr: Mois entier actuel
hu: Aktuális teljes hónap
it: L'Intero Mese Corrente
nl: Huidige Hele Maand
pt_br: Todo o mês corrente
ro: Toată luna curentă
ru: Текущий итог месяца
sv: Hela innevarande månad

source: Current Whole Year
bg: Цялата текуща година
cs: Celý tento rok
de: Dieses Kalenderjahr
es: Todo el presente año
fr: Année entière actuelle
hu: Aktuális teljes év
it: L'Intero Anno Corrente
nl: Huidig Heel Jaar
pt_br: Todo ano corrente
ro: Tot anul curent
ru: Текущий итого года
sv: Hela innevarande år

source: Whole Past Month
bg: Целият изминал месец
cs: Celý minulý měsíc
de: Der letzte Kalendermonat
es: Todo el mes pasado
fr: Mois passé entier
hu: Teljes múlt hónap
it: L'Intero Mese Trascorso
nl: Hele Afgelopen Maand
pt_br: Todo mês passado
ro: Toată luna trecută
ru: Итог прошлого месяца
sv: Hela det gångna året

source: Whole Past Year
bg: Цялата изминала година
cs: Celý minulý rok
de: Das letzte Kalenderjahr
es: Todo el año pasado
fr: Année passée entière
hu: Teljes múlt év
it: L'intero Anno Trascorso
nl: Heel Vorig Jaar
pt_br: Todo ano passado
ro: Tot anul trecut
ru: Итог прошлого года
sv: Hela det gångna året

source: Previous Month
bg: Предходния месец
cs: Minulý měsíc
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
hu: Előző hónap
it: Il Mese Precedente
nl: Vorige Maand
pt_br: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц
sv: Föregående månad

source: Previous Year
bg: Предходната година
cs: Minulý rok
de: Vorheriges Jahr
es: Año anterior
fr: Années précédente
hu: Előző év
it: L'Anno Precedente
nl: Vorig Jaar
pt_br: Ano anterior
ro: Anul anterior
ru: Предыдущий год
sv: Föregående år

source: Show partial budget
bg: Покажи частично бюджета
cs: Ukázat částečný rozpočet
de: Zeige Teilbudget
es: Mostrar el presupuesto parcial
fr: Afficher le budget partiel
hu: Mutasd a részleges költségvetést
it: Mostra budget parziale
nl: Toon gedeeltelijk budget
pt_br: Mostrar orçamento parcial.
ro: Arată bugetul parțial
ru: Показать неполный бюджет
sv: Visa partiell budget

source: Edit Budget
bg: Редактиране на бюджета
cs: Upravit rozpočet
de: Budget bearbeiten
es: Editar Presupuesto
fr: Éditer le budget
hu: Költségvetés szerkesztése
it: Modifica il Budget
nl: Bewerk Budget
pt_br: Editar Orçamento
ro: Editează buget
ru: Править бюджет
sv: Modifiera budget

source: Budget:
bg: Бюджет:
cs: Rozpočet:
es: Presupuesto:
hu: Költségvetés:
pt_br: Orçamento:
ro: Buget:
ru: Бюджет:

source: Month:
bg: Месец:
cs: Měsíc:
de: Monat:
es: Mes:
fr: Mois:
hu: Hónap:
it: Mese:
nl: Maand:
pt_br: Mês:
ro: Luna:
ru: Месяц:
sv: Månad:

source: Result previous month:
bg: Резултат за предходния месец:
cs: Výsledek minulého měsíce:
de: Ergebnis des Vormonats
es: Resultado del mes anterior:
fr: Résultat du mois précédent:
hu: Előző havi eredmény:
it: Risultato del mese precedente:
nl: Resultaat vorige maand:
pt_br: Resultado do mes anterior.
ro: Rezultat luna trecută:
ru: Результат прошлого месяца
sv: Resultat föregående månad:

source: New Security…
bg: Нов поръчител…
cs: Nový cenný papír…
de: Neues Wertpapier…
es: Nueva Acción…
hu: Új értékpapír…
nl: Nieuw Effecten…
ro: Titlu de valoare nou…
ru: Новые ценные бумаги…

source: New Transaction
bg: Нова транзакция
cs: Nová transakce
de: Neue Transaktion
es: Nueva Transacción
fr: Nouvelle transaction
hu: Új tranzakció
it: Nuova Transazione
nl: Nieuwe Transactie
pt_br: Nova transação
ro: Tranzacție nouă…
ru: Новая транзакция
sv: Ny transaktion

source: Set Quotation…
bg: Задаване оферта …
cs: Nastavit kurz…
de: Kurs setzen…
es: Escribir Cita
hu: Árfolyam beállítása…
nl: Voer notering in…
ro: Stabilire cotație…
ru: Набор котировок…

source: Name
bg: Име
cs: Název
es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pt_br: Nome
ro: Nume
ru: Имя
sv: Namn

source: Quotation
bg: Оферта
cs: Kurz
de: Kurs
es: Cita
hu: Árfolyam
it: Quotazione
nl: Notering
pt_br: Cotação
ro: Cotație
ru: Котировка
sv: Kurs

source: Profit
bg: Печалба
cs: Zisk
de: Ertrag
es: Beneficio
hu: Nyereség
it: Profitto
nl: Winst
pt_br: Lucro
ru: Прибыль
sv: Förtjänst

source: Yearly Rate
bg: Годишен темп
cs: Roční sazba
de: Jährliche Gebühr
es: Índice Anual
fr: Taux annuel
hu: Éves kamatláb
it: Tasso Annuale
nl: Jaarlijkse Ontwikkeling
pt_br: Taxa mais recente
ro: Rată anuală
ru: Ежегодная плата
sv: Årlig ränta

source: Account
bg: Сметка
cs: Účet
de: Konto
es: Cuenta
fr: Compte
hu: Számla
it: Conto
nl: Rekening
pt_br: Conta
ro: Cont
ru: Счет
sv: Konto

source: Statistics Period
bg: Статистически период
cs: Doba statistiky
de: Zeitraum der Statistik
es: Estadísticas del Periodo
fr: Statistiques de la période
hu: Statisztikai időszak
it: Periodo Statistiche
nl: Statistieken Periode
pt_br: Estatísticas do período
ro: Perioadă statistică
ru: Статистика периода
sv: Statistikperiod

source: New Schedule
bg: Нов график
cs: Nový plán
de: Neuer Terminplan
es: Nuevo Calendario
fr: Nouvelle plannification
hu: Új ütemterv
it: Nuova Pianificazione
nl: Nieuwe Planning
pt_br: Nova agenda
ro: Planificare nouă
ru: Новый план
sv: Ny planering

source: Edit
bg: Редактиране
cs: Upravit
de: Bearbeiten
es: Editar
fr: Éditer
hu: Szerkesztés
it: Modifica
nl: Bewerk
pt_br: Editar
ro: Editează
ru: Правка
sv: Modifiera

source: Next Occurrence
bg: Следващо появяване
cs: Další výskyt
de: Nächstes Vorkommen
es: Siguiente Ocurrencia
fr: Occurrence suivante
hu: Következő esemény
it: Prossima Ricorrenza
nl: Volgende gebeurtenis
pt_br: Próxima Ocorrência
ro: Următoarea apariție
ru: Следующее событие
sv: Nästa tillfälle

source: Comments
bg: Коментари
cs: Komentáře
de: Kommentare
es: Comentarios
fr: Commentaires
hu: Megjegyzések
it: Commenti
nl: Beschrijving
pt_br: Comentários
ro: Comentarii
ru: Комментарии
sv: Kommentarer

source: New Security
bg: Нов поръчител
cs: Nový cenný papír
de: Neue Sicherheit
es: Nueva Acción
fr: Nouveau titre
hu: Új értékpapír
it: Nuovo titolo
nl: Nieuw Waardepapier
pt_br: Nova securamça...
ro: Titlu de valoare nou
ru: Новая ценная бумага
sv: Nytt värdepapper

source: Edit Security
bg: Редактирай поръчителя
cs: Upravit cenný papír
de: Sicherheit bearbeiten
es: Editar Acción
fr: Éditer le titre
hu: Értékpapír szerkesztése
it: Modifica titolo
nl: Bewerk Waardepapier
pt_br: Editar Segurança
ro: Modifică titlu de valoare
ru: Редактировать ценную бумагу
sv: Modifiera värdepapper

source: Profit:
bg: Печалба:
cs: Zisk:
de: Ertrag:
es: Ganancia:
hu: Nyereség:
it: Profitto:
nl: Winst:
pt_br: Renda:
ru: Прибыль:
sv: Förtjänst:

source: Rate:
bg: Оценка:
cs: Sazba:
de: Gebühren:
es: Tasa:
fr: Taux:
hu: Kamat:
it: Tasso:
nl: Rentabiliteit:
pt_br: Taxa:
ro: Rată:
ru: Ставка:
sv: Ränta:

source: Are you sure you want to delete the security "%1" and all associated transactions?
bg: Сигурен ли сте, че искате да изтриете поръчител "%1" и всички свързани сделки?
cs: Opravdu chcete smazat cenný papír "%1" a všechny související transakce?
de: Sind Sie sicher, daß Sie die Sicherheit "%1" und alle zugehörigen Transaktionen löschen wollen?
es: ¿Está seguro de que quiere eliminar la acción «%1» y todas las transacciones asociadas?
fr: Êtes-vous certain de vouloir supprimer le titre "%1" et toutes les transactions associées?
hu: Valóban törölni akarod a "%1" értékpapírt és minden kapcsolódó tranzakciót?
it: Sei sicuro di voler eliminare il titolo "%1" e tutte le transazioni associate?
nl: Weet je zeker dat je het waardepapier "%1" en alle geassocieerde transacties wilt verwijderen ?
pt_br: Você tem certeza que deseja deletar a segurança "%1" e todas suas transações?
ro: Sigur doriți ștergerea titlului de valoare „%1” și toate tranzacțiile asociate?
ru: Вы уверены что хотите удалить ценную бумагу "%1" и все связанные с ней транзакции?
sv: Är du säker på att vill ta bort värdepappret "%1" och alla tillhörande transaktioner?

source: No security available.
bg: Няма свободен поръчител
cs: Žádný cenný papír k dispozici.
de: Kein Wertpapier verfügbar
es: Seguridad no Disponible
fr: Aucune garantie disponible
hu: Nincs lehetséges értékpapír.
nl: Geen effecten beschikbaar,
pt_br: Nenhum asegurança disponível.
ro: Nu este disponibil nici un titlu de valoare.
ru: Нет имеющихся ценных бумаг.
sv: Inget värdepapper o finns tillgängligt.

source: Set Quotation (%1)
bg: Направи оферта (%1)
cs: Stanovit plán rozpočtu (%1)
de: Rate setzen (%1)
es: Establecer presupuesto (%1)
fr: Mettre la Quotation (%1)
hu: Árfolyam beállítása (%1)
it: Fissa Quotazione (%1)
nl: Voer notering in (%1)
pt_br: Definir cotação (%1)
ro: Stabilește cotația (%1)
ru: Набор котировок (%1)
sv: Ange kurs (%1)

source: Price per share:
bg: Цена за една акция:
cs: Cena za akcii:
de: Preis pro Anteil:
es: Precio por Unidad:
fr: Prix par part:
hu: Részvényenkénti ár:
it: Prezzo per azione:
nl: Prijs per aandeel:
pt_br: Preço por ação:
ro: Preț per acțiune:
ru: Стоимость через акции:
sv: Pris per andel:

source: Future dates are not allowed.
bg: Бъдещи дати не са позволени.
cs: Budoucí datumy nejsou povoleny.
de: Termine in der Zukunft ist nicht erlaubt.
es: Fechas posteriores no están permitidas.
fr: Les dates futures ne sont pas permises.
hu: Jövőbeli dátumok nem megengedettek.
it: Date future non sono permesse.
nl: Datum in de toekomst is niet toegestaan.
pt_br: Datas futuras não são permitidas
ro: Datele în viitor nu sunt permise.
ru: Будущие даты не разрешены.
sv: Framtida datum är inte tillåtna.

source: Security Transactions
bg: Сделки с ценни книжа
cs: Transakce s cennými papíry
de: Sicherheitstransaktion
es: Transacciones Seguras
fr: Transactions de titres
hu: Értékpapír tranzakciók
it: Transazioni di titoli
nl: Waardepapier transacties
pt_br: Transações de segurança
ro: Tranzacții titluri de valoare.
ru: Транзакции ценных бумаг
sv: Värdepapperstransaktioner

source: Ledger
bg: Главна счетоводна книга
cs: Účetní kniha
de: Kontenblatt
es: Libro de Compras
fr: Registre
hu: Főkönyv
it: Libro Maestro
nl: Grootboek
pt_br: Alimentador
ro: Registru
ru: Главная книга
sv: Liggare

source: Untitled
bg: Неозаглавен
de: Unbenannt
es: Sin título
hu: Névtelen
nl: Naamloos
ro: Fără titlu
ru: Безымянный
sv: Namnlös

source: Check Account
bg: Проверка на сметка
cs: Ověřit účet
de: Konto überprüfen
es: Comprobar Cuenta
fr: Vérifier le compte
hu: Számlaellenőrzés
it: Controlla Account
nl: Lopende rekening
pt_br: Confirir conta
ro: Cont cec
ru: Контроль счета
sv: Transaktionskonto

source: Salary
bg: Заплата
cs: Plat
de: Gehalt
es: Salario
fr: Salaire
hu: Fizetés
it: Stipendio
nl: Salaris
pt_br: Salário
ro: Salariu
ru: Жалование
sv: Lön

source: Bills
bg: Сметки
cs: Účty
de: Rechnungen
es: Cuentas
fr: Factures
hu: Számlák
it: Ricevute
nl: Rekeningen
pt_br: Contas
ro: Facturi
ru: Счета
sv: Räkningar

source: Clothing
bg: Облекло
cs: Oblečení
de: Kleidung
es: Ropa
fr: Habillement
hu: Ruházat
it: Vestiario
nl: Kleding
pt_br: Vestuário
ro: Îmbrăcăminte
ru: Одежда
sv: Kläder

source: Groceries
bg: Хранителни
cs: Potraviny
de: Lebensmittel
es: Comestibles
fr: Alimentation
hu: Élelmiszer
it: Cibario
nl: Boodschappen
pt_br: Alimentação
ro: Alimente
ru: Бакалея
sv: Livsmedel

source: Leisure
bg: Свободно време
cs: Volný čas
de: Vergnügen
es: Ocio
fr: Loisir
hu: Szabadidő
it: Comodità
nl: Vrijetijd
pt_br: Lazer
ro: Timp liber
ru: Досуг
sv: Nöje

source: Couldn't fetch %1.
bg: Не можа да бъде извлечен %1.
cs: Nelze přinést %1.
de: Konnte %1 nicht abholen
es: No se puedo obtener %1
fr: Ne peut pas retrouver %1.
hu: %1 nem behozható.
nl: Kon %1 niet ophalen.
pt_br: Impossivel realizar %1
ro: Nu s-a putut aduce %1.
ru: Не выбран %1 .

source: Error loading %1: %2.
bg: Грешка при зареждане на %1: %2.
cs: Chyba při spouštění %1: %2.
de: Fehler beim Laden von %1: %2
es: Error al cargar %1: %2.
fr: Erreur lors du chargement de %1: %2.
hu: Hiba %1 betöltése közben: %2.
it: Errore caricando %1: %2.
nl: Fout tijdens inlezen %1: %2.
pt_br: Erro carregando %1: %2
ro: Eroare la încărcarea %1: %2.
ru: Ошибка загруки %1: %2
sv: Fel vid läsande av %1: %2.

source: Couldn't open file
bg: Не мога да отворя файл
cs: Soubor nelze otevřít
de: Konnte Datei nicht öffnen
es: No se pudo abrir el archivo
fr: Impossible d' ouvrir le fichier
hu: Nem lehetett megnyitni a fájlt.
it: Impossibile aprire il file
nl: Kan bestand niet openen
pt_br: Não foi possível abrir o arquivo
ro: Nu s-a putut deschide fișierul.
ru: Невозможно открыть файл
sv: Kunde inte öppna fil

source: Error saving %1: %2.
bg: грешка при запазване %1: %2.
cs: Chyba při ukládání %1: %2.
de: Fehler beim Speichern von %1: %2
es: Error grabando %1: %2.
fr: Erreur lors de l'enregistrement de %1: %2.
hu: Hiba %1 mentése közben: %2.
it: Errore salvando %1: %2.
nl: Fout bij opslaan %1: %2.
pt_br: Erro salvando %1: %2
ro: Eroare la salvarea %1: %2.
ru: Ошибка сохранения %1: %2
sv: Fel vid sparande av %1: %2.

source: Couldn't save file
bg: Файлът не може да се запази
cs: Soubor nelze uložit
de: Konnte Datei nicht speichern
es: No se pudo grabar el archivo
fr: Impossible d'enregistrer le fichier
hu: Nem lehetett menteni a fájlt.
it: Impossibile salvare il file
nl: Kan bestand niet opslaan
pt_br: Não foi possível salvar o arquivo
ro: Nu s-a putut salva fișierul
ru: Не сохранен файл
sv: Kunde inte spara fil

source: Failed to upload file to %1.
bg: Неуспешно качване на файл в %1.
cs: Nepodařilo se nahrát soubor do %1.
de: Konnte Datei nicht nach %1 hochladen
es: Fallo al cargar el archivo %1.
fr: Impossible de charger le fichier sur %1.
hu: Hiba történt %1 fájlba való feltöltéskor.
it: Fallito l'upload del file a %1.
nl: Kan bestand niet uploaden naar %1.
pt_br: Falhou ao enviar o arquivo para %1
ro: Eroare la încărcarea fișierului la %1.
ru: Неудачно загружен файл %1

source: Report
bg: Отчет
cs: Sestava
de: Bericht
es: Reporte
fr: Rapport
hu: Jelentés
it: Rapporto
nl: Rapportage
pt_br: Relatório
ro: Raport
ru: Отчет
sv: Rapport

source: Chart
bg: Диаграма
cs: Graf
de: Diagramm
es: Gráfico
fr: Diagramme
hu: Grafikon
it: Diagramma
nl: Grafiek
pt_br: Gráfico
ro: Grafic
ru: Диаграмма

source: Transaction Schedule
bg: График на транзакциите
cs: Plán transakce
de: Transaktions-Plan
es: Transacción Programada
fr: Planning de la transaction
hu: Tranzakciós ütemterv
it: Transazione Pianificata
nl: Transactie Planning
pt_br: Agenda de transações
ro: Planificare tranzacție
ru: Расписание транзакций
sv: Planerade transaktioner

# html format
source: Accounts &amp; Categories
bg: Сметки &amp; Категории
cs: Účty &amp; Kategorie
de: Konten &amp; Kategorien
es: Cuentas &amp; Categorías
fr: Comptes &amp; Catégories
hu: Számlák &amp; Kategóriák
it: Conti &amp; Categorie
nl: Rekeningen &amp; Categorieën
pt_br: Contas &amp; Categorias
ro: Conturi și categorii
ru: Бюджет и категории
sv: Konton &amp; kategorier
