Repository: DatabasesWorks/Eqonomize
Catalog: po/*.po
Languages: bg, cs, de, es, fr, hu, it, nl, pt_br, ro, ru, sv

# html format
source: Accounts &amp; Categories (%1&ndash;%2)
bg: Сметки &amp; Категории (%1&ndash;%2)
cs: Účty &amp; Kategorie (%1&ndash;%2)
de: Konten &amp Kategorien (%1&ndash;%2)
es: Cuentas &amp; Categorías (%1&ndash;%2)
fr: Comptes &amp; Catégories (%1&ndash;%2)
hu: Számlák &amp; Kategóriák (%1&ndash;%2)
it: Conti &amp; Categorie (%1&ndash;%2)
nl: Rekeningen &amp; Categorieën (%1&ndash;%2)
pt_br: Contas &amp; Categorias (%1&ndash;%2)
ro: Conturi și categorii (%1&ndash;%2)
ru: Бюджет и категории (%1&ndash;%2)
sv: Konton &amp; kategorier (%1 &ndash; %2)

# html format
source: Accounts &amp; Categories (to %1)
bg: Сметки &amp; Категории (to %1)
cs: Účty &amp; Kategorie (do %1)
de: Konten &amp; Kategorien (bis %1)
es: Cuentas y categorías (a %1)
fr: Comptes &amp; Catégories (to %1)
hu: Számlák &amp; Kategóriák (%1-hoz/hez)
it: Conti &amp; Categorie (a %1)
nl: Rekeningen &amp; Categorieën (naar %1)
pt_br: Contas &amp; Categorias (to %1)
ro: Conturi și categorii (la %1)
ru: Бюджет и категории (к %1)
sv: Konton &amp; kategorier (till %1)

source: Change
bg: Промяна
cs: Změna
de: Änderung
es: Cambio
hu: Változás
it: Cambio
nl: Mutatie
ro: Modifică
ru: Изменение
sv: Ändra

source: Balance
bg: Баланс
cs: Bilance
de: Bilanz
fr: Équilibre
hu: Egyenleg
it: Bilanciamento
nl: Balans
pt_br: Balanço
ro: Balanță
ru: Баланс
sv: Balans

source: Budget
bg: Бюджет
cs: Rozpočet
es: Presupuesto
hu: Költségvetés
pt_br: Orçamento
ro: Buget
ru: Бюджет

source: Remaining Budget
bg: Оставащ бюджет
cs: Zbývající rozpočet
de: Verbleibendes Budget
es: Presupuesto Restante
fr: Budget prévisionnel
hu: Hátralevő költségvetés
it: Budget restante
nl: Resterend Budget
pt_br: Orçamento restante
ro: Buget rămas
ru: Оставшийся бюджет
sv: Återstående budget

source: Total Incomes
bg: Общо приходи
cs: Celkové příjmy
de: Gesamte Einnahmen
es: Ingresos Totales
fr: Revenus totaux
hu: Összes bevétel
it: Totale delle Entrate
nl: Totale Inkomsten
pt_br: Receitas totais
ro: Venituri totale
ru: Итого доходов
sv: Totala inkomster

source: Costs
bg: Разходи
cs: Ceny
de: Kosten
es: Costos
fr: Coûts
hu: Költségek
it: Costi
nl: Kosten
pt_br: Custos
ro: Costuri
ru: Затраты
sv: Kostnader

source: Total Expenses
bg: Общо разходи
cs: Celkové výdaje
de: Gesamte Ausgaben
es: Gastos Totales
fr: Dépenses totales
hu: Összes kiadás
it: Totale delle Uscite
nl: Totale Uitgaven
pt_br: Despesas totais
ro: Cheltuieli totale
ru: Итого Расходов
sv: Totala utgifter

source: Empty expenses list.
bg: Празен списък с разходи.
cs: Prázdný seznam výdajů.
de: Leere Ausgabenliste
es: Lista de gastos vacía.
fr: Liste des dépenses vide.
hu: Üres kiadási lista.
it: Svuota la lista delle uscite.
nl: Lege uitgaven lijst.
pt_br: Limpar lista de despesas
ro: Listă de cheltuieli goală.
ru: Пустой список расходов.
sv: Tom utgiftslista.

source: Empty incomes list.
bg: Празен списък с приходи.
cs: Prázdný seznam příjmů.
de: Leere Einnahmenliste
es: Lista de Ingresos vacia.
fr: Liste des revenus vide.
hu: Üres bevételi lista.
it: Svuota la lista delle entrate.
nl: Lege inkomsten lijst.
pt_br: Limpar lista de receitas
ro: Listă de venituri goală.
ru: Пустой список доходов.
sv: Tom inkomstlista.

source: Empty transfers list.
bg: Празен списък с трансфери.
cs: Prázdný seznam převodů.
de: Leere Transferliste
es: Lista de transferencias vacia.
fr: Liste des transferts vide.
hu: Üres átutalási lista.
it: Svuota la lista dei trasferimenti.
nl: Lege transactie lijst.
pt_br: Limpat lista de transferências
ro: Listă de transferuri goală.
ru: Пустой список транзакций.
sv: Tom överföringslista.

source: Empty securities list.
bg: Празен списък с поръчители.
cs: Prázdný seznam cenných papírů.
de: Leere Wertpapierliste
es: Lista de acciones vacia.
fr: Liste des titres vides.
hu: Üres értékpapírlista.
it: Svuola la lista dei titoli
nl: Lege waardepapieren lijst.
pt_br: Lista de seguranças em branco.
ro: Listă de titluri de valoare goală.
ru: Пустой список ценных бумаг.
sv: Tom värdepapperslista.

source: Empty schedule list.
bg: Празен списък с графици.
cs: Prázdný seznam plánů.
de: Leerer Plan
es: Lista de programación vacía.
fr: Liste des plannings vide.
hu: Üres ütemterv lista.
it: Svuota la lista delle pianificazioni.
nl: Lege Planning.
pt_br: Lista de agendamentos em branco.
ro: Listă de planificări goală.
ru: Пустое расписание.
sv: Inga planerade transaktioner i listan.

source: Export View…
bg: Преглед на износа …
cs: Exportovat…
de: Exportiere Ansicht…
es: Exportar Vista…
hu: Exportálási nézet…
nl: Exporteer Overzicht…
ro: Exportare vizualizare…
ru: Просмотр экспорта…

source: Print View…
bg: Покажи страницата за печат…
cs: Tisk…
de: Drucke Ansicht…
es: Vista de Impresión
hu: Nyomtatási nézet…
nl: Print Overzicht…
ro: Vizualizare tipărire…
ru: Просмотр печати…

source: Initial Period
bg: Първоначален период
cs: Počáteční období
de: Zeitraum beim Start
es: Periodo Inicial
hu: Kezdő periódus
nl: Start met periode
pt_br: Período Inicial
ro: Perioadă inițială
ru: Начальный период
sv: Initialt vald period

source: Remember Last Dates
bg: Запомни последните дати
cs: Zapamatovat poslední datumy
de: Definierten Zeitraum merken
es: Recordar últimas fechas
fr: Se souvenir des dernières dates
hu: Utolsó dátumok megjegyzése
it: Ricorda Ultimi Appuntamenti
nl: Onthoud laatst gebuikte datums
pt_br: Lembrar últimas datas
ro: Ține minte ultimele date
ru: Запомнить последнюю дату
sv: Kom ihåg senaste datum

source: Import CSV File…
bg: Импортиране CSV файла …
cs: Importovat soubor CSV…
de: Importiere CSV-Datei…
es: Importar Archivo CSV…
hu: CSV fájl importálása…
nl: Importeer CSV Bestand…
ro: Importare fișier CSV…
ru: Импорт CSV-файла…

source: Import QIF File…
bg: Импортиране QIF файла …
cs: Importovat soubor QIF…
de: Importiere QIF-Datei…
es: Importar Archivo QIF…
hu: QIF fájl importálása
nl: Importeer QIF Bestand…
ro: Importare fișier QIF…
ru: Импорт QIF-файла…

source: Export As QIF File…
bg: Износ като файл QIF …
cs: Exportovat jako soubor QIF…
de: Exportiere QIF-Datei…
es: Exportar como Archivo QIF…
hu: Exportálás QIF fájlként
nl: Exporteer Als QIF Bestand…
ro: Exportare ca fișier QIF…
ru: Экспортировать как QIF-файл…

source: Add Account…
bg: Добави сметка
cs: Přidat účet…
de: Konto hinzufügen
es: Añádir Cuenta…
hu: Számla hozzáadása…
nl: Rekening Toevoegen…
ro: Adăugare cont…
ru: Добавить счет…

source: New Account…
bg: Нова сметка
cs: Nový účet…
de: Neues Konto…
es: Nueva Cuenta…
hu: Új számla…
nl: Nieuwe Rekening…
ro: Cont nou…
ru: Новый счет…

source: New Income Category…
bg: Нова категория доходи …
cs: Nová kategorie příjmů…
de: Neue Einkommenkategorie
es: Nueva Categoría de Ingresos…
hu: Új bevételi kategória…
nl: Nieuwe Inkomsten Categorie…
ro: Categorie de venit nouă…
ru: Новая категория доходов

source: New Expense Category…
bg: Нова категория разходи…
cs: Nová kategorie výdajů…
de: Neue Ausgabenkategorie
es: Nueva Categoría de Gastos…
hu: Új kiadási kategória…
nl: Nieuwe Uitgaven Categorie…
ro: Categorie de cheltuială nouă…
ru: Новая категория расходов

source: Balance…
bg: Баланс…
cs: Bilance…
de: Bilanzieren…
hu: Egyenleg…
nl: Balans…
ro: Echilibrare…
ru: Баланс…

source: Show Transactions
bg: Покажи транзакцията
cs: Ukázat transakce
de: Transaktionen Zeigen
es: Mostrar Transacciones
fr: Montrer les transactions
hu: Tranzakciók megmutatása
it: Mostra Transazioni
nl: Toon Transacties
pt_br: Exibir transações
ro: Arată tranzacțiile
ru: Показать транзакция
sv: Visa transaktioner

source: New Transfer…
bg: Нов трансфер…
cs: Nový převod…
de: Neuer Transfer…
es: Nueva Transacción…
hu: Új átutalás…
nl: Nieuwe Overboeking:
ro: Transfer nou…
ru: Новый трансфер…

source: New Split Transaction…
bg: Ново разделяне на на транзакция …
cs: Nová rozdělená transakce…
de: Neue geteilte Transaktion…
es: Nueva Transacción dividida
hu: Új osztott tranzakció…
nl: Nieuwe Gesplitste Transactie…
ro: Tranzacție împărțită nouă…
ru: Новое разделение транзакции..

source: Edit Transaction(s) (Occurrence)…
bg: Редактиране на транзакцията(ите) (в действителност) …
cs: Upravit transakce (výskyt)…
de: Bearbeite Transaktion(en) (Vorkommnis)…
es: Editar Transacción(es) (Frecuencia)…
hu: Tranzakció(k) szerkesztése (Eseti)…
nl: Bewerk Transactie(s) (Gebeurtenis)…
ro: Editare tranzacții (recurență)…

source: Edit Occurrence…
bg: Редактирай събитието…
cs: Upravit výskyt…
de: Vorkommnis bearbeiten…
es: Editar Ocurrencia…
hu: Esemény szerkesztése…
nl: Bewerk Herhaling…
ro: Editare recurență…
ru: Править событие…

source: Edit Schedule (Recurrence)…
bg: Редактирай графика (повторяемост) …
cs: Upravit plán (opakování)…
de: Bearbeite Plan (Wiederholung)…
es: Editar Programación (Repetición)…
hu: Ütemterv szerkesztése (ismétlődő)…
nl: Bewerk Planning (Herhaling)…
ro: Editare planificare (recurență)…

source: Edit Schedule…
bg: Редактирай графика
cs: Upravit plán…
de: Plan bearbeiten…
es: Editar Calendario…
hu: Ütemterv szerkesztése
nl: Bewerk Planning…
ro: Editare planificare…
ru: Редактировать расписание…

source: Remove Transaction(s) (Occurrence)
bg: Премахване на транзакцията (е) (събитие)
cs: Odstranit transakce (výskyt)
de: Transaktion(en) entfernen (Vorkommnis)
es: Remover Las trasacciones programadas
fr: Enlever la/les transaction(s) (Occurrence)
hu: Tranzakció(k) visszavonása (Eseti)
it: Elimina Transazione(i) (Occorrenza)
nl: Verwijder Transactie(s) (Gebeurtenis)
pt_br: Remover Transações (ocorrência)
ro: Elimină tranzacții (recurență)
sv: Ta bort transaktion(er) (tillfälle)

source: Remove Occurrence
bg: Премахни събитието
cs: Odstranit výskyt
de: Vorkommnis entfernen
es: Remover Ocurrencia
fr: Enlever l' occurrence
hu: Visszavont esemény
it: Elimina Ricorrenza
nl: Verwijder Herhaling
pt_br: Remover Pcorrência
ro: Elimină recurența
ru: Удалить событие
sv: Ta bort tillfället

source: Delete Schedule (Recurrence)
bg: Изтриване на график (Повторение)
cs: Odstranit plán (opakování)
de: Terminplan löschen (Wiederholung)
es: Borrar Programación (Recurrente)
fr: Supprimer le(s) plannings (Récurrence)
hu: Ütemterv törlése (ismétlődő)
it: Elimina Pianficazione (Ricorrenza)
nl: Verwijder Planning (Herhaling)
pt_br: Deletar agenda (Reocorrencia)
ro: Șterge planificare (recurență)
sv: Ta bort planering (återkomster)

source: Delete Schedule
bg: Изтриване на график
cs: Smazat plán
de: Plan löschen
es: Eliminar Calendario
fr: Supprimer le planning
hu: Törölt ütemterv
it: Elimina Pianificazione
nl: Verwijder Planning
pt_br: Deletar agenda
ro: Șterge planificare
ru: Удалить план
sv: Avlägsna planering

source: Edit Split Transaction…
bg: Редактиране на разделянето на транзакциите…
cs: Upravit rozdělenou transakci…
de: Bearbeite geteilte Transaktionen
es: Editar Transacción Dividida…
hu: Osztott tranzakció szerkesztése…
nl: Bewerk Gesplitste Transactie…
ro: Editare tranzacție împărțită…
ru: Редактировать разделенные транзакции.

source: Remove Split Transaction
bg: Премахни разделянето на транзакциите…
cs: Odstranit rozdělenou transakci
de: Entferne geteilte Transaktionen
es: Eliminar Transacción Dividida
fr: Déplacer la transaction séparée
hu: Osztott tranzakció visszavonása…
it: Elimina Transazione Suddivisa
nl: Verwijder Gesplitste Transactie
pt_br: REmover dividir transação
ro: Eliminare tranzacție împărțită
ru: Удалить разделенные транзакции
sv: Ta bort delad transaktion...

source: Join Transactions…
bg: Присъединете се към транзакциите…
cs: Spojit transakce…
de: Transaktionen zusammenfassen
es: Unir Transacciones…
hu: Tranzakciók egyesítése…
nl: Transacties Samenvoegen…
ro: Alăturare tranzacții…
ru: Соединить транзакции

source: Split Up Transaction
bg: Разделяне на транзакциите
cs: Rozdělit transakci
de: Transaktion teilen
es: Dividir Transacción
fr: Transaction décomposée
hu: Tranzakciók felosztása…
it: Suddividi Transazione
nl: Splits Transacties
pt_br: Dividir transação
ro: Împărțește tranzacția
sv: Dela upp transaktionen...

source: Refund…
bg: Възстановяване…
cs: Úhrada…
de: Erstattung…
es: Resembolso…
hu: Visszatérítés…
nl: Restitutie…
ro: Rambursare…
ru: Платеж…

source: Repayment…
bg: Изплащане…
cs: Splátka…
de: Tilgung…
es: Repago
hu: Visszafizetés…
nl: Terugbetaling…
ro: Restituire
ru: Оплата…

source: New Refund/Repayment…
bg: Ново Възстановяване/Изплащане
cs: Nová úhrada/splátka…
de: Neue Erstattung/Tilgung…
es: Reintegro/Repago
hu: Új visszatérítés/visszafizetés…
nl: Nieuw Restitutie/Terugbetaling…
ro: Rambursare/restituire nouă…
ru: Новый платеж/оплата…

source: Edit Security…
bg: Редактиране на поръчител…
cs: Upravit cenný papír…
de: Wertpapier bearbeiten…
hu: Értékpapír szerkesztése…
nl: Bewerk Waardepapier…
ro: Editare titlu de valoare…
ru: Редактировать ценную бумагу…

source: Remove Security
bg: Премахни поръчител
cs: Smazat cenný papír
de: Wertpapier entfernen
fr: Enlever le titre
hu: Értékpapír visszavonása
it: Elimina titolo
nl: Verwijder Waardepapier
pt_br: Remover Segurança
ro: Eliminare titlu de valoare
ru: Удалить ценную бумагу
sv: Avlägsna värdepappret

source: Shares Sold…
bg: Продадени акции …
cs: Prodané podíly…
de: Anteile verkauft…
es: Acciones Vendidas…
hu: Részvények eladása…
nl: Aandelen Verkocht…
ro: Acțiuni vândute…
ru: Общие продажи…

source: Shares Bought…
bg: Изкупени акции…
cs: Nakoupené podíly…
de: Anteile gekauft…
es: Acciones Compradas…
hu: Részvények vásárlása…
nl: Aandelen Gekocht…
ro: Acțiuni cumpărate…
ru: Общие покупки…

source: Dividend…
bg: Дивиденти…
cs: Dividenda…
de: Dividende…
es: Dividendos…
hu: Osztalék…
ru: Дивиденды…

source: Reinvested Dividend…
bg: Реинвестирани дивиденти…
cs: Reinvestovaná dividenda…
de: Reinvestierte Dividende…
es: Dividendos reinvertidos…
hu: Osztalék újrabefektetése…
nl: Herinversteerd Dividend…
ro: Dividend reinvestit…
ru: Снова инвестированные дивиденды…

source: Shares Moved…
bg: Преместени акции…
cs: Přesunuté podíly…
de: Verschobene Anteile…
es: Unidades movidas…
hu: Részvények mozgatása…
nl: Aandelen Verplaatst…
ro: Acțiuni mutate…
ru: Общие перемещения…

source: Edit Quotations…
bg: Редактиране на офертите…
cs: Upravit kurz…
de: Kurse bearbeiten…
es: Editar Citas…
hu: Árfolyamok szerkesztése…
nl: Bewerk noteringen…
ro: Editare cotații…
ru: Редактировать котировки…

source: Transactions…
bg: Транзакции…
cs: Transakce…
de: Transaktionen…
es: Transacciones…
hu: Tranzakciók…
nl: Transacties…
ro: Tranzacții…
ru: Транзакции…

source: Development Over Time Report…
bg: Разработка през време на доклада…
cs: Výkaz časového vývoje…
de: Bericht "Entwicklung über Zeit"
es: Reporte Detallado por Tiempo
hu: Időbeli fejlődés jelentés…
nl: Rapportage per periode…
ro: Raport evoluție în timp…
ru: Отчет по датам.

source: Categories Comparison Report…
bg: Доклад за сравнение на категориите…
cs: Výkaz porovnání kategorií…
de: Bericht "Kategorienvergleich"
es: Reporte Comparativo de Categorías…
hu: Kategória-összehasonlító jelentés…
nl: Rapportage per Categorie…
ro: Raport comparare categorii…
ru: Отчет по категориям

source: Categories Comparison Chart…
bg: Диаграма за сравнение на категориите…
cs: Schéma vývoje kategorií…
de: Diagramm "Kategorienvergleich"
es: Tabla comparativa de categorías…
hu: Kategória-összehasonlító grafikon…
nl: Grafiek per Categorie…
ro: Grafic comparare categorii…
ru: Диаграмма сравнения категорий

source: Development Over Time Chart…
bg: Развитие на графиката с времето…
cs: Schéma časového vývoje…
de: Diagramm "Entwicklung über Zeit"
es: Tabla Detallada por Tiempo
hu: Időbeli fejlődés grafikon…
nl: Grafiek per periode…
ro: Grafic evoluție în timp…
ru: Временная диаграмма

source: Use Additional Transaction Properties
bg: Използвайте допълнителни свойства по сделката
cs: Použít další vlastnosti transakcí
de: Zusätzliche Transaktionseinstellungen verwenden
es: Use Propiedades Adicionales de las Trensacciones
fr: Utiliser les paramètres de transaction additionnel
hu: Kiegészítő tranzakció tulajdonságok használata
it: Utilizza le proprietà aggiuntive per le transazioni
nl: Extra transactie-eigenschappen gebruiken
pt_br: Usar propriedades adicionais das transações
ro: Folosește proprietăți adiționale la tranzacții
ru: Использовать свойства добавленной транзакции
sv: Använd ytterligare egenskaper för transaktioner

source: Eqonomize! exited unexpectedly before the file was saved and data was lost. Do you want to load the last auto-saved version of the file?
bg: Eqonomize! завърши неочаквано преди файлът е бъде запазен и данните бяха изгубени. Искате ли да заредите последната автоматично записана версия на файла?
cs: Eqonomize! byl nečekaně zavřen bez uložení a data byla ztracena. Přejete si spustit poslední automaticky uloženou verzi souboru?
de: Eqonomize! wurde unerwartet beendet, bevor die Datei gespeichert werden konnte. Es kann zu Datenverlust gekommen sein. Wollen Sie die letzte automatisch gespeicherte Version dieser Datei laden?
es: Eqonomize terminó de forma inesperada antes de que el archivo fuera guardado. Los datos se han perdido. ¿Quiere cargar la última versión del archivo auto-guardado?
fr: Eqonomize! est quitté sans consentement avant que le fichier ne soit sauvé et les données ont été perdues. Voulez vous charger la dernière version sauvée automatiquement du fichier?
hu: Az Eqonomize! váratlanul kilépett, mielőtt a fájlt mentették volna és az adat elveszett. Betöltöd a fájl utolsó automatikusan mentett verzióját?
it: Eqonomize! è uscito inaspettatamente prima che il file venisse salvato. I dati sono stati persi. Vuoi caricare l'ultima versione auto-salvata del file?
nl: Eqonomize! is onverwachts afgesloten voordat het bestand was opgelagen en gegevens zijn verloren. Wilt je de laaste automatisch opgelagen versie van het bestanden inladen?
pt_br: Eqonomize!
ro: Eqonomize! a ieșit în mod neașteptat înainte de salvarea fișierului și datele s-au pierdut. Doriți încărcarea ultimei versiuni de fișier salvate automat?
ru: Eqonomize! неожиданно завершилась перед сохранением файла и данные потеряны. Хотите загрузить последние авто-сохраненную версию файла?
sv: Eqonomize! avslutades oväntat innan filen sparades och data förlorades. Vill du öppna den senast automatiskt sparade versionen av filen?

source: Crash Recovery
bg: Възстановяване след срив
cs: Obnovení po pádu
de: Absturz-Wiederherstellung
es: Recuperación del cuelgue
fr: Récupération de l'accident
hu: Helyreállítás
it: Recupero dal crash
nl: Herstellen na vastlopen
pt_br: Recuperação de Falhas
ro: Restaurare după terminare prematură
ru: Крах восстановления
sv: Krashåterhämtning

source: The current file has been modified. Do you want to save it?
bg: Текущия файл е бил променен. Искате ли да го запазите?
cs: Soubor byl změněn. Přejete si ho uložit?
de: Die Datei wurde verändert. Möchten Sie sie speichern?
es: El Archivo actual ha sido modificado. ¿Desea guardar los cambios?
fr: Le fichier courant a été modifié. Voulez-vous l'enregistrer?
hu: Az aktuális fájl módosult. Akarod menteni?
it: Il file corrente è stato modificato. Vuoi salvarlo?
nl: Het huidige bestand is gewijzigd. Wilt u het bestand opslaan?
pt_br: O arquivo atual foi modificado. Você gostaria de salvá-lo?
ro: Fișierul curent a fost modificat. Doriți să-l salvați?
ru: Текущий файл модифицирован. Желаете сохранить?
sv: Den nuvarande filen har ändrats. Vill du spara den?

source: Confirm Schedule
bg: Потвърдете списъка
cs: Potvrdit plán
de: Plan bestätigen
es: Confirmar la Programación
fr: Confirmer le planning
hu: Ütemterv megerősítése
it: Conferma Pianificazione
nl: Bevestig Planning
pt_br: Confirmar agenda
ro: Confirmă planificarea
ru: Подтвердить расписание
sv: Bekräfta planerade transaktioner

source: New Account
bg: Нова сметка
cs: Nový účet
de: Neues Konto
es: Nueva Cuenta
fr: Nouveau compte
hu: Új számla
it: Nuovo Conto
nl: Nieuwe Rekening
pt_br: Nova conta
ro: Cont nou
ru: Новый счет
sv: Nytt konto

source: New Income Category
bg: Нова категория доходи
cs: Nová skupina příjmů
de: Neue Einnahmenkategorie
es: Nueva Categoría de Ingresos
fr: Nouvelle catégorie de revenus
hu: Új bevételi kategória
it: Nuova categoria d'entrata
nl: Nieuwe Inkomsten Categorie
pt_br: Nova categoria de Receitas
ro: Categorie de venit nouă
ru: Новая категория доходов
sv: Ny inkomstkategori

source: New Expense Category
bg: Нова категория разходи
cs: Nová kategorie výdajů
de: Neue Ausgabenkategorie
es: Nueva Categoría de Gastos
fr: Nouvelle catégorie de dépenses
hu: Új kiadási kategória
it: Nuova categoria di uscita
nl: Nieuwe Uitgaven Categorie
pt_br: Nova gategoria de Despesas
ro: Categorie de cheltuieli nouă
ru: Новая категория расходов
sv: Ny utgiftskategori

source: Balance Account
bg: Баланс на сметката
cs: Bilanční účet
de: Konto bilanzieren
es: Balance de Cuenta
fr: Équilibre du compte
hu: Mérlegszámla
it: Bilanciamento del conto
nl: Balansrekening
pt_br: Balanço da Conta
ro: Echilibrare cont
ru: Баланс счета
sv: Balansera konto

source: Book value:
bg: Счетоводна стойност:
cs: Účetní hodnota:
de: Buchwert:
es: Valor del libro:
fr: Valeur comptable:
hu: Könyvérték:
it: Valore contabile:
nl: Boek waarde:
pt_br: Valor contábil
ro: Valoare registru:
ru: Книга ценности:
sv: Bokfört värde:

source: Real value:
bg: Реална стойност:
cs: Skutečná hodnota:
de: Realwert:
es: Valor Real:
fr: Valeur réelle:
hu: Valódi érték:
it: Valore reale:
nl: Echte waarde:
pt_br: Valor real
ro: Valoare reală:
ru: Реальная ценность:
sv: Verkligt värde:

source: Edit Account
bg: Редактиране на сметка
cs: Upravit účet
de: Konto bearbeiten
es: Editar Cuenta
fr: Editer le compte
hu: Számla szerkesztése
it: Modifica Conto
nl: Bewerk Rekening
pt_br: Editar Conta
ro: Modifică contul
ru: Редактировать счет
sv: Modifiera konto

source: Edit Income Category
bg: Редактиране на категория доходи
cs: Upravit kategorii příjmů
de: Einnahmenkategorie bearbeiten
es: Editar Categoría de Ingresos
fr: Éditer les catégories de revenus
hu: Bevétel kategória szerkesztése
it: Modifica categoria di entrata
nl: Bewerk Inkomsten Categorie
pt_br: Editar categoria de receitas
ro: Editează categoria de venit
ru: Редактировать категорию доходов
sv: Modifiera inkomstkategori

source: Edit Expense Category
bg: Редактиране на категория разходи
cs: Upravit kategorii výdajů
de: Ausgabenkategorie bearbeiten
es: Editar Categoría de Gastos
fr: Éditer les catégories de dépenses
hu: Kiadás kategória szerkesztése
it: Modifica categoria di uscite
nl: Bewerk Uitgaven Categorie
pt_br: Editar categoria de despesas
ro: Editează categoria de cheltuieli
ru: Редактировать категорию расходов
sv: Modifiera utgiftskategori

source: Move transactions?
bg: Преместване на транзакцията?
cs: Přesunout transakce?
de: Transaktionen verschieben?
es: ¿Mover transacción?
fr: Bouger les transactions?
hu: Tranzakciók mozgatása?
it: Spostare le transizioni?
nl: Verplaats transactie?
pt_br: Mover transações?
ro: Mutare tranzacții?
ru: Переместить транзакцию?
sv: Flytta transaktioner?

source: Move to:
bg: Преместване в:
cs: Přesunout do:
de: Verschieben nach:
es: Mover a:
fr: Bouger vers:
hu: Mozgatás ide:
it: Sposta a:
nl: Verplaatsen naar:
pt_br: Mover para:
ro: Mută în:
ru: Переместить в:
sv: Flytta till:

source: The category contains some expenses. What do you want to do with them?
bg: Категорията съдържа някои разходи. Какво желаете да правя с тях?
cs: Kategorie obsahuje výdaje. Co s nimi chcete udělat?
de: Die Kategorie enthält einige Ausgaben. Was wollen Sie mit diesen tun?
es: La categoría contiene algunos gastos. ¿Qué desea hacer con ellos?
fr: La catégorie contient quelques dépenses. Que voulez-vous faire d'elles?
hu: A kategória kiadásokat tartalmaz. Mit akarsz velük tenni?
it: La categoria contiene delle uscite. Cosa vuoi farne?
nl: De categorie bevat enkele uitgaven. Wat wil je er mee doen?
pt_br: A categoria contém algumas despesas. O que você gostaria de fazer com elas?
ro: Categoria conține cheltuieli. Ce doriți să faceți cu ele?
ru: Категория содержит некоторые расходы. Что вы хотите с ними сделать?
sv: Kategorin innehåller en del utgifter. Vad vill du göra med dem?
